Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezplatform-form-builder/form_builder.*.xlf
Languages: pl_pl

# action.redirect.udw.title
source: Select content
pl_pl: Wybierz element

# create.form
source: Create a form
pl_pl: Utwórz formularz

# drag.drop.call.to.action
source: Create a form by dragging and dropping elements here
pl_pl: Przeciągnij tutaj elementy formularza

# field.remove
source: Remove
pl_pl: Usuń

# field.settings
source: Settings
pl_pl: Ustawienia

source: Form
pl_pl: Formularz

# form.name
source: Name of a form
pl_pl: Nazwa formularza

# form.no_preview
source: Preview is not available.
pl_pl: Podgląd niedostępny.

# form.submit.redirect.to.location
source: Redirect to a content item
pl_pl: Przekieruj do elementu

# form.submit.redirect.url
source: Redirect to URL
pl_pl: Przekieruj na URL

# form.submit.select.action
source: Select an action after form submission
pl_pl: Wybierz akcję do wykonania po przesłaniu formularza

# form.submit.show.message
source: Show a message
pl_pl: Pokaż wiadomość

# form_builder.attribute.button.action.empty
source: Select an action after form submission
pl_pl: Wybierz akcję do wykonania po przesłaniu formularza

# form_builder.attribute.button.action.location_id
source: Redirect to a content item
pl_pl: Przekieruj do elementu

# form_builder.attribute.button.action.message
source: Show a message
pl_pl: Pokaż wiadomość

# form_builder.attribute.button.action.url
source: Redirect to URL
pl_pl: Przekieruj na URL

# form_builder.submission.boolean.false
source: False
pl_pl: Fałsz

# form_builder.submission.boolean.true
source: True
pl_pl: Prawda

# invalid.fields
source: Not all the fields were configured correctly. Please, provide a proper configuration.
pl_pl: Nie skonfigurowano wszystkich pól. Popraw konfigurację.

source: Name
pl_pl: Nazwa

# no.fields.in.form
source: There are no fields in this form. Create your form.
pl_pl: Ten formularz nie zawiera pól. Utwórz formularz.

source: Redirecting ...
pl_pl: Przekierowywanie ...

source: Remove item
pl_pl: Usuń element

source: Select content
pl_pl: Wybierz element

source: Select content item
pl_pl: Wybierz element
