Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/date-based-publisher/ezplatform_calendar_events.*.xlf
Languages: it

# future_hide.action.reschedule.label
source: Reschedule
it: Riprogramma

# future_hide.action.unschedule.label
source: Cancel hiding
it: Annulla l'occultamento

# future_hide.attribute.content_type.label
source: Content Type
it: Tipo Di Contenuto

# future_hide.label
source: Content hide
it: Nascondi contenuto

# future_publication.action.reschedule.label
source: Reschedule selected
it: Riprogramma selezionato

# future_publication.action.unschedule.label
source: Remove selected
it: Rimuovi selezionato

# future_publication.attribute.content_type.label
source: Content Type
it: Tipo di Contenuto

# future_publication.attribute.modified_language.label
source: Modified language
it: Lingua modificata

# future_publication.label
source: Content publication
it: Pubblicazione contenuto

# modal.close
source: Close
it: Chiudi

# modal.discard.button.cancel.label
source: Cancel
it: Annulla

# modal.discard.button.confirm.label
source: Cancel publication
it: Annulla pubblicazione

# modal.discard.header
source: Are you sure you want to cancel the publication of the selected content?
it: Sei sicuro di voler annullare la pubblicazione del contenuto selezionato?

# modal.discard.table.event.label
source: Event
it: Evento

# modal.discard.table.header
source: Selected content (%eventsCount%)
it: Contenuto selezionato (%eventsCount%)

# modal.discard.table.language.label
source: Modified language
it: Lingua modificata

# modal.discard.table.name.label
source: Name
it: Nome

# modal.future_hide.discard.button.cancel.label
source: Cancel
it: Annulla

# modal.future_hide.discard.button.confirm.label
source: Cancel hiding
it: Annulla l'occultamento

# modal.future_hide.discard.header
source: Are you sure you want to cancel the hide of the selected content?
it: Sei sicuro di voler annullare l'occultamento del contenuto selezionato?
