Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezpublish-kernel/fielddefinition.*.xlf
Languages: es_es, ru_ru

# fielddefinition.allowed-content-types.any
source: Any
es_es: Cualquier
ru_ru: Любой

# fielddefinition.allowed-content-types.label
source: Allowed content types:
es_es: Tipos de contenido permitidos:
ru_ru: Разрешенные типы содержимого:

# fielddefinition.default-layout.label
source: Default layout:
es_es: Diseño por defecto:
ru_ru: Макет по умолчанию:

# fielddefinition.default-layout.none
source: None
es_es: Ninguno
ru_ru: Нет

# fielddefinition.default-value.checked
source: Checked
es_es: Chequeado
ru_ru: Отмеченный

# fielddefinition.default-value.current_date
source: Current date
es_es: Fecha actual
ru_ru: Текущая дата

# fielddefinition.default-value.current_datetime
source: Current datetime
es_es: Fecha/hora actual
ru_ru: Текущая дата

# fielddefinition.default-value.current_datetime_adjust_by
source: Current datetime adjusted by
es_es: Fecha/hora actual ajustada por
ru_ru: Текущая дата и время регилируемая

# fielddefinition.default-value.current_time
source: Current time
es_es: Hora actual
ru_ru: Текущее время

# fielddefinition.default-value.empty
source: Empty
es_es: Vacio
ru_ru: Пусто

# fielddefinition.default-value.label
source: Default value:
es_es: Valor por defecto:
ru_ru: Значение по умолчанию:

# fielddefinition.default-value.unchecked
source: Unchecked
es_es: No chequeado
ru_ru: Без отметки

# fielddefinition.default-value.undefined
source: No default value
es_es: Sin valor predeterminado
ru_ru: Значение по умолчанию не установлено

# fielddefinition.interval.day
source: %default% %day% day(s)
es_es: %default% %day% día(s)
ru_ru: %default% %day% дн

# fielddefinition.interval.hour
source: %default% %hour% hour(s)
es_es: %default% %hour% hora(s)
ru_ru: %default% %hour% час(ы)

# fielddefinition.interval.minute
source: %default% %minute% minute(s)
es_es: %default% %minute% minuto(s)
ru_ru: %default% %minute% мин

# fielddefinition.interval.month
source: %default% %month% month(s)
es_es: %default% %month% mes(es)
ru_ru: %default% %month% мес

# fielddefinition.interval.second
source: %default% %second% second(s)
es_es: %default% %second% segundo(s)
ru_ru: %default% %second% сек

# fielddefinition.interval.year
source: %default% %year% year(s)
es_es: %default% %year% año(s)
ru_ru: %default% %year% год(а)

# fielddefinition.isbn.label
source: Selected ISBN format:
es_es: Formato ISBN seleccionado:
ru_ru: Выбранный формат ISBN:

# fielddefinition.max-length.label
source: Max string length:
es_es: Máximo largo de string:
ru_ru: Максимальная длина строки:

# fielddefinition.max-length.undefined
source: No defined maximum string length
es_es: Máximo largo de string no definido
ru_ru: Не определена максимальная длина строки

# fielddefinition.max-length.value
source: %max% characters
es_es: %max% caracteres
ru_ru: %max% символов

# fielddefinition.max-value.label
source: Maximum value:
es_es: Valor máximo:
ru_ru: Максимальное значение:

# fielddefinition.max-value.undefined
source: No defined maximum value
es_es: Valor máximo no definido
ru_ru: Максимальное значение не определено

# fielddefinition.maximum-file-size.label
source: Maximum file size:
es_es: Tamaño de archivo máximo:

# fielddefinition.media-player-type.html5_audio
source: HTML5 Audio
es_es: Audio de HTML5

# fielddefinition.media-player-type.undefined
source: No defined value
es_es: Ningún valor definido

# fielddefinition.media-player-type.windows_media_player
source: Window Media Player
es_es: Windows Media Player

# fielddefinition.min-value.label
source: Minimum value:
es_es: Valor mínimo:

# fielddefinition.preferred-rows-number.value
source: %rows% rows
es_es: %rows% entradas

# fielddefinition.selection-method.browse
source: Browse
es_es: Examinar

# fielddefinition.use-seconds.label
source: Use seconds:
es_es: Usar segundos:
