Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezpublish-kernel/repository_exceptions.*.xlf
Languages: es_es, hu_hu, pl_pl

source: '%actualValue%' is wrong value
es_es: El valor de '%actualValue%' es incorrecto
hu_hu: Hibás %actualValue%
pl_pl: '%actualValue%' jest nieprawidłową wartością

source: '%actualValue%' is wrong value in class '%className%'
es_es: '%actualValue%' es un valor erróneo en la clase '%className%'
hu_hu: Hibás %actualValue% itt: %className%
pl_pl: '%actualValue%' jest niepoprawną wartością w klasie '%className%'

source: A value is set for non translatable field definition '%identifier%' with language '%languageCode%'
es_es: Se ha asignado un valor a la definición no traducible '%identifier%' con el idioma '%languageCode%'
hu_hu: A %identifier% mezőben megadott érték nem fordítható %languageCode% nyelvre
pl_pl: Nie można przetłumaczyć wartości definicji pola '%identifier%' dla języka '%languageCode%'

source: Argument '%argumentName%' has a bad state: %whatIsWrong%
es_es: El argumento'%argumentName%' tiene un estado erróneo: %whatIsWrong%
hu_hu: Az %argumentName% nem megfelelő: %whatIsWrong%
pl_pl: Argument '%argumentName%' posiada niepoprawny stan: %whatIsWrong%

source: Argument '%argumentName%' is invalid: %whatIsWrong%
es_es: El argumento '%argumentName%' no es válido: %whatIsWrong%
hu_hu: Érvénytelen %argumentName%. Hiba: %whatIsWrong%
pl_pl: Argument '%argumentName%' jest niepoprawny: %whatIsWrong%

source: Argument '%argumentName%' is invalid: expected value to be of type '%expectedType%'
es_es: El argumento '%argumentName%' no es válido: se esperaba un valor de tipo '%expectedType%'

source: Argument '%argumentName%' is invalid: expected value to be of type '%expectedType%', got '%actualType%'
es_es: El Argumento '%argumentName%' no es válido: se esperaba que el valor fuese de tipo '%expectedType%', tiene '%actualType%'

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, binary file ids can not begin with a '/'
es_es: El argumento 'BinaryFile::id' no es valido: '%id%' no es un valor correcto ya que los ids de los ficheros binarios no pueden empezar con una '/'

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, it does not contain prefix '%prefix%'. Is 'var_dir' config correct?
es_es: El argumento 'BinaryFile::id' no es valido: '%id%' no es un valor correcto ya que no contiene el prefijo '%prefix%'. ¿Está 'var_dir' bien configurado?

source: Content fields did not validate
es_es: Los campos del contenido no han validado
hu_hu: Nem ellenőrzött mezők
pl_pl: Atrybuty klasy nie są poprawne

source: Content type cannot be unlinked from the only remaining group
es_es: El Tipo de contenido no se puede desligar del único grupo existente
hu_hu: A tartalom típus nem szüntethető meg, ha egyetlen csoporthoz is tartozik még
pl_pl: Typ treści nie może zostać odłączony z ostatniej grupy

source: Content type is already linked to provided group
es_es: El Tipo de contenido ya está ligado al grupo indicado
hu_hu: A tartalom típus már kapcsolódik a megadott csoporthoz
pl_pl: Typ treści jest już połączony z wybraną grupą

source: ContentType FieldDefinitions did not validate
es_es: Las definiciones de campo del Tipo de Contenido no se han podido validar
hu_hu: Nem érvényes tartalom típus meződefiníció
pl_pl: Definicje pól typu treści nie są poprawne

source: Could not find %classType% class '%className%'
es_es: No se pudo encontrar la clase %classType% '%className% '
hu_hu: Nem található %classType% ebben az osztályban: %className%
pl_pl: Nie można odnaleźć %classType% klasy '%className%'

source: Could not find '%what%' with identifier '%identifier%'
es_es: No se puedo encontrar '%what%' con el identificador '%identifier%'
hu_hu: %what% nem található ezzel az azonosítóval: %identifier%
pl_pl: Nie można odnaleźć '%what%' o identyfikatorze '%identifier%'

source: Could not find class '%className%'
es_es: No se ha podido encontrar la clase '%className%'
hu_hu: Nem található osztály: %className%'
pl_pl: Nie można odnaleźć klasy '%className%'

source: Current version is already in status DRAFT
es_es: La versión actual ya está en estado DRAFT
hu_hu: Az aktuális verzió már PISZKOZAT státuszban van
pl_pl: Obecna wersja jest posiada już status SZKICU

source: Empty content type draft cannot be published
es_es: No se pudo publicar un borrador vacío
hu_hu: Nem publikálható üres tartalom típus
pl_pl: Pusty szkic typu treści nie może zostać opublikowany

source: Field definition '%identifier%' does not exist in given ContentType
es_es: La definición de campo '%identifier%' no existe para el Tipo de Contenido indicado
hu_hu: %identifier% meződefiníció nem létezik a megadott tartalom típusnál
pl_pl: Definicja pola '%identifier%' nie istnieje dla podanego typu treści

source: FieldType '%fieldType%' not found, needs to be implemented or configured to use FieldType\Null\Type (%ezpublish.fieldType.eznull.class%)
es_es: El Tipo de campo '%fieldType%' no ha sido encontrado. Necesita ser implementado o configurado para usar FieldType\Null\Type (%ezpublish.fieldType.eznull.class%)
hu_hu: Nem található mezőtípus: %fieldType%. Állítsa be az alábbi metódust alkalmazva: FieldType\Null\Type (%ezpublish.fieldType.eznull.class%)
pl_pl: Typ pola '%fieldType%' nie został odnaleziony, należy go zaimplementować lub skonfigurować aby używał klasy FieldType\Null\Type (%ezpublish.fieldType.eznull.class%)

source: FieldType '%identifier%' is singular and can't be repeated in a ContentType
es_es: El identificador de campo '%identifier%' no se puede repetir dentro del mismo Tipo de Contenido
pl_pl: Typ pola '%identifier%' jest w liczbie pojedynczej i nie może zostać powtórzony w typie treści

source: Limitation '%limitation%' not found, needs to be implemented or configured to use Limitation\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class%
es_es: La limitación '%limitation%' no ha sido encontrada. Necesita ser implementada o configurada para usar Limitation\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class%)
pl_pl: Ograniczenie '%limitation%' nie zostało znalezione, należy je zaimplementować lub użyć klasę Limitation\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class%)

source: Limitations did not validate
es_es: Las limintaciones no se han podido validar
pl_pl: Ograniczenia nie są poprawne

source: Only empty content type groups can be deleted
es_es: Solo los grupos de tipo de contenido vacíos pueden ser eliminados
pl_pl: Wyłącznie puste grupy typów treści mogą zostać usunięte

source: Only version in status DRAFT can be published
es_es: Solo versiones en estado DRAFT pueden ser publicadas
pl_pl: Wyłącznie wersja o statusie SZKIC może zostać opublikowana

source: Only version in status DRAFT can be updated
es_es: Solo las versiones en estado DRAFT se pueden actualizar
pl_pl: Wyłącznie wersja o statusie SZKIC może zostać uaktualniona

source: Path '%path%' already exists for the given language
es_es: La ruta de acceso '%path%' ya existe para el idioma dado
pl_pl: Ścieżka '%path%' istnieje już dla podanego języka

source: Placeholders are not matching with wildcards.
es_es: Los marcadores de posición no se corresponden con caracteres comodín.

source: Provided content type does not contain ezuser field type
es_es: El tipo de contenido provisto no contiene un campo de tipo ezuser

source: Relation is not of type COMMON
es_es: La relación no esl del tipo COMMON

source: Relation of type COMMON can only be added to drafts
es_es: Las relaciones de tipo COMMON solo se pueden añadir a los borradores

source: Relation of type COMMON can only be removed from drafts
es_es: Las relaciones de tipo COMMON solo pueden eliminarse desde los borradores

source: expected value to be of type '%expectedType%', got '%actualType%'
es_es: se esperaba un valor de tipo '%expectedType%', pero es de tipo ' %actualType%'
