Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezplatform-workflow/ezplatform_workflow.*.xlf
Languages: fr

# workflow.view.content_list.table.content_type
source: Content Type
fr: Type de Contenu

# workflow.view.content_list.table.empty
source: No content item(s) under review. Any content item under review in the %stageName% stage will appear here.
fr: Aucun élément de contenu en cours de révision. Tout élément de contenu en cours de révision à l'étape %stageName% apparaîtra ici.

# workflow.view.content_list.table.modified_language
source: Modified langauge
fr: Langue modifiée

# workflow.view.content_list.table.name
source: Name
fr: Nom

# workflow.view.content_list.table.title
source: Content item(s) in %stageName% stage (%count%)
fr: Élément(s) de contenu à l'étape %stageName% (%count%)

# workflow.view.content_list.table.viewing_page
source: Viewing <strong>%viewing%</strong> out of <strong>%total%</strong> items
fr: Affichage de <strong>%viewing%</strong> éléments sur <strong>%total%</strong>

# workflow.view.diagram
source: Workflow Diagram
fr: Diagramme de workflow

# workflow.view.tab.content_list
source: Content item(s) under review
fr: Élément(s) de contenu en cours de révision

# workflow.view.tab.details
source: Details
fr: Détails

# workflow.view.title
source: Workflow Information
fr: Définition du workflow
