Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/fieldview.*.xlf
Languages: pt_pt

# binaryfile.download.file
source: Download the file
pt_pt: Descarregar o ficheiro

source: Failed to load the map
pt_pt: Carregamento do mapa falhou

# fieldview.field.empty
source: This field is empty
pt_pt: Este campo está vazio

# fieldview.no
source: no
pt_pt: não

# fieldview.retry
source: Retry
pt_pt: Tentar novamente

# fieldview.yes
source: yes
pt_pt: sim

# image.error.loading
source: An error occurred while loading the image.
pt_pt: Ocorreu um erro ao carregar a imagem.

# image.loading
source: Loading the image
pt_pt: A carregar a imagem

# maplocation.map.loading
source: The map is loading...
pt_pt: Este mapa está a carregar...

# media.audio.file.properties
source: Audio file properties
pt_pt: Propriedades de ficheiro áudio
