Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/fieldedit.*.xlf
Languages: el_gr, hr_hr, it_it, pl_pl

# author.add
source: Add another author
el_gr: Πρόσθεση συγγραφέα
hr_hr: Dodaj drugog autora
it_it: Aggiungi un'altro autore
pl_pl: Dodaj kolejnego autora

# authorinput.name
source: Name:
el_gr: Όνομα:
hr_hr: Ime:
it_it: Nome:
pl_pl: Imię i nazwisko:

# authorinput.remove
source: Remove this author
el_gr: Διαγραφή συντάκτη
hr_hr: Ukloni ovog autora
it_it: Rimuovere questo autore
pl_pl: Dodaj kolejnego autora

# bad.checksum.last.digit.should.be
source: Bad checksum, last digit of ISBN 13 should be %checkDigit%
el_gr: Bad checksum, τελευταίο ψηφίο του ISBN 13 θα πρέπει να %checkDigit%
hr_hr: Neispravni kontrolni zbroj, posljednja znamenka ISBN 13 identifikatora trebala bi biti %checkDigit%
it_it: Bad checksum, ultima cifra del ISBN 13 dovrebbe essere %checkDigit%
pl_pl: Niepoprawna suma kontrolna, ostatni znak ISBN 13 powinien być %checkDigit%

# binaryfile.download
source: Download the file
el_gr: Λήψη αρχείου
hr_hr: Preuzmi datoteku
it_it: Scarica il file
pl_pl: Pobierz plik

# binaryfile.empty
source: No file yet.
el_gr: Κανένα αρχείο.
hr_hr: Datoteka još nije zadana.
it_it: Ancora nessun file.
pl_pl: Brak pliku.

# binaryfile.help
source: Drag and drop your file here or simply click on the buttons and select your file manually.
el_gr: Σύρετε και αποθέστε το αρχείο σας εδώ ή απλά κάντε κλικ στα πλήκτρα και επιλέξτε το αρχείο σας με μη αυτόματο τρόπο.
hr_hr: Povucite i ispustite datoteku ovdje ili klikom na gumbe ručno odaberite datoteku.
it_it: Trascina e rilascia il file qui o semplicemente fare clic sul pulsante e seleziona il file manualmente.
pl_pl: Przeciągnij i upuść swój plik tutaj lub kliknij na przycisk aby wybrać plik ręcznie.

# binaryfile.name
source: File name:
el_gr: Όνομα αρχείου:
hr_hr: Naziv datoteke:
it_it: Nome del file:
pl_pl: Nazwa pliku:

# binaryfile.or
source: or
el_gr: ή
hr_hr: ili
it_it: o
pl_pl: lub

# binaryfile.remove
source: Remove this file
el_gr: Κατάργηση αρχείου
hr_hr: Ukloni ovu datoteku
it_it: Rimuovere questo file
pl_pl: Usuń ten plik

# binaryfile.replace
source: Replace this file
el_gr: Αντικατάσταση αυτού τού αρχείου
hr_hr: Zamijeni ovu datoteku
it_it: Sostituire questo file
pl_pl: Zamień ten plik

# binaryfile.size
source: File size:
el_gr: Μέγεθος αρχείου:
hr_hr: Veličina datoteke:
it_it: Dimensione del file:
pl_pl: Rozmiar pliku:

# binaryfile.type
source: Type:
el_gr: Τύπος:
hr_hr: Tip:
it_it: Tipo:
pl_pl: Typ:

# binaryfile.upload
source: Upload a file
el_gr: Μεταφόρτωση αρχείου
hr_hr: Učitaj datoteku
it_it: Caricare un file
pl_pl: Prześlij plik

# date.and.time.not.valid
source: Date and time do not have valid inputs
el_gr: Η ημερομηνία και η ώρα δεν έχουν έγκυρες εισροές
hr_hr: Unesene vrijednosti datuma i vremena nisu valjane
it_it: Data e ora non hanno input validi
pl_pl: Data i czas nie są poprawne

# date.calendar
source: Calendar
el_gr: Ημερολόγιο
hr_hr: Kalendar
it_it: Calendario
pl_pl: Kalendarz

# date.not.valid
source: This is not a correct date
el_gr: Αυτό δεν είναι μια σωστή ημερομηνία
hr_hr: Ovo nije ispravan datum
it_it: Non si tratta di una data corretta
pl_pl: To nie jest prawidłowa data

# date.not.valid.time.missing
source: Date do not have a valid input and time is missing
el_gr: Η ημερομηνία δεν έχει μία έγκυρη εισαγωγή και ο χρόνος λείπει
hr_hr: Unesena vrijednost datuma nije valjana i nedostaje vrijednost vremena
it_it: La data non ha un input valido e mancano le ore
pl_pl: Data nie jest poprawna lub brakuje czasu

# date.not.valid.time.required
source: Date do not have a valid input and time is required
el_gr: Η ημερομηνία δεν έχει μία έγκυρη εισαγωγή και η ημερομηνία λείπει
hr_hr: Unesena vrijednost datuma nije valjana i vrijednost vremena je obavezna
it_it: La data non ha un input valido e le ore sono richieste
pl_pl: Data nie jest poprawna i czas jest wymagany

# date.required
source: Date is required
el_gr: Η ημερομηνία είναι υποχρεωτική
hr_hr: Datum je obavezan
it_it: La data Ã¨ obbligatoria
pl_pl: Data jest wymagana

# date.time.required
source: Date and time are required
el_gr: Η ημερομηνία και η ώρα απαιτούνται
hr_hr: Datum i vrijeme su obavezni
it_it: Data e ora sono richiesti
pl_pl: Data i czas są wymagane

# dropped.several.files
source: You dropped several files while only one can be stored in this field. Please choose one file.
el_gr: Σύρατε αρκετά αρχεία, ενώ μπορούν να αποθηκευτούν μόνο σε αυτό το πεδίο. Παρακαλείστε να επιλέξετε ένα αρχείο.
hr_hr: Ispustili ste nekoliko datoteka, dok se samo jedna može spremiti u ovo polje. Molimo odaberite jednu datoteku.
pl_pl: Przeniosłeś parę plików podczas gdy tylko jeden może zostać zapisany w tym polu. Proszę wybrać pojedynczy plik.

# dropped.text.selection
source: You dropped a text selection while this field can only store a file. Please drop a file instead.
el_gr: Σύρατε μια επιλογή κειμένου, ενώ το πεδίο αυτό μπορεί να αποθηκεύσει μόνο ένα αρχείο. Παρακαλώ αφήστε ένα αρχείο αντί για αυτό.
hr_hr: Ispustili ste odabir teksta, a ovo polje može pohraniti samo datoteku. Molimo ispustite datoteku.
pl_pl: Przeniosłeś zaznaczony tekst podczas gdy to pole może wyłącznie przechowywać pliki. Proszę przenieść plik.

# email.not.valid
source: The email address should be valid
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου θα πρέπει να ισχύει
hr_hr: Email adresa mora biti valjana
pl_pl: Adres email powinien być poprawny

# email.required
source: The email address is required
el_gr: Απαιτείται μια διεύθυνση ηλεκτρονικού ταχυδρομείου
hr_hr: Email adresa je obavezna
pl_pl: Adres email jest wymagany

# email.required.if.name.filled
source: The email address is required if the name is filled.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι απαραίτητη εάν το όνομα είναι συμπληρωμένο.
hr_hr: Ako je ime popunjeno, potrebno je unijeti email adresu.
pl_pl: Adres email jest wymagany jeśli nazwa została wypełniona.

# embed.content.not.loaded
source: Embedded Content item could not be loaded
el_gr: Δεν ήταν δυνατή η φόρτωση ενσωματωμένου στοιχείου περιεχομένου
hr_hr: Ugrađeni sadržaj nije moguće učitati
pl_pl: Osadzony obiekt nie może zostać załadowany

# error.during.geolocation.request
source: An error occurred during geolocation request of your current position
el_gr: Παρουσιάστηκε σφάλμα κατά τη διάρκεια geolocation αίτηματος από την τρέχουσα θέση σας
hr_hr: Došlo je do pogreške pri učitavanju geolokacijskog zahtjeva za vašom trenutnom pozicijom
pl_pl: Wystąpił błąd podczas próby geolokalizacji twojego aktualnego położenia

# failed.retrieve.google.maps.api
source: Failed to retrieve Google Maps API
el_gr: Απέτυχε η ανάκτηση API των Χαρτών Google
hr_hr: Nije uspio dohvat Google Maps API-ja
pl_pl: Wystąpił błąd podczas pobierania interfejsu Google Maps API

# fieldedit.notTranslatable
source: This is not a translatable field and cannot be modified.
el_gr: Αυτό δεν είναι ένα μεταφράσιμο πεδίο και δεν μπορεί να τροποποιηθεί.
hr_hr: Ovo nije prevodivo polje i nije ga moguće promijeniti.

# float.value.should.be.less.than
source: The value should be less than or equal to %maxFloatValue%
el_gr: Η τιμή πρέπει να είναι μικρότερη ή ίση με %maxFloatValue%
hr_hr: Vrijednost mora biti manja ili jednaka %maxFloatValue%
pl_pl: Wartość powinna być mnie lub równa %maxFloatValue%

# float.value.should.be.more.than
source: The value should be more than or equal to %minFloatValue%
el_gr: Η τιμή πρέπει να είναι μικρότερη η ίση με %minFloatValue%
hr_hr: Vrijednost mora biti veća ili jednaka %minFloatValue%
pl_pl: Wartość powinna być większa lub równa %minFloatValue%

# geocoding.error
source: An error occurred during the geocoding request for this address
el_gr: Παρουσιάστηκε ένα σφάλμα κατά τη διάρκεια της geocoding αίτησης για αυτή τη διεύθυνση
hr_hr: Došlo je do pogreške pri zahtjevu za geokodiranje ove adrese
pl_pl: Wystąpił błąd podczas pobierania lokalizacji dla podanego adresu

# google.map.not.loaded.correctly
source: Google maps are not loaded correctly, try reloading the page
el_gr: Το Google maps δεν έχει φορτωθεί σωστά, δοκιμάστε να φορτώσετε ξανά τη σελίδα
hr_hr: Google mape se ne učitavaju ispravno, pokušajte ponovno učitati stranicu
pl_pl: Google Maps nie zostały pomyślnie załadowane, spróbuj odświeżyć stronę

# image.alternativetext
source: Alternative text:
el_gr: Εναλλακτικό κείμενο:
hr_hr: Alternativni tekst:
it_it: Testo alternativo:
pl_pl: Tekst alternatywny:

# image.content.not.loaded
source: Image could not be loaded
el_gr: Η εικόνα δεν μπορεί να φορτωθεί
hr_hr: Nije moguće učitati sliku
pl_pl: Grafika nie może zostać załadowana

# image.fullwidth
source: View the full width image
el_gr: Εμφάνιση της εικόνας πλήρους πλάτους
hr_hr: Vidi sliku u punoj širini
it_it: Mostra l'immagine intera
pl_pl: Zobacz grafikę o pełnej szerokości

# image.help
source: Drag and drop your image here or simply click on the buttons and select your image manually.
el_gr: Σύρετε και αποθέστε την εικόνα σας εδώ ή απλά κάντε κλικ στα πλήκτρα και επιλέξτε την εικόνα σας με μη αυτόματο τρόπο.
hr_hr: Povucite i ispustite sliku ovdje ili klikom na gumbe ručno odaberite sliku.
it_it: Trascinare l'immagine qui o semplicemente cliccare sui pulsanti e selezionare l'immagine manualmente.
pl_pl: Przeciągnij i upuść swoją grafikę tutaj lub kliknij w przycisk aby wybrać grafikę ręcznie.

# image.name
source: File name
el_gr: Όνομα αρχείου
hr_hr: Naziv datoteke
it_it: Nome file
pl_pl: Nazwa pliku

# image.noimage
source: No image yet.
el_gr: Καμία εικόνα ωστόσο.
hr_hr: Slika još nije zadana.
it_it: Ancora nessuna immagine.
pl_pl: Brak grafiki.

# image.or
source: or
el_gr: ή
hr_hr: ili
it_it: o
pl_pl: lub

source: Image preview
el_gr: Προεπισκόπηση εικόνας
hr_hr: Pregled slike
it_it: Anteprima immagine
pl_pl: Podgląd grafiki

source: Image properties
el_gr: Ιδιότητες εικόνας
hr_hr: Svojstva slike
it_it: ProprietÃ dell'immagine
pl_pl: Właściwości grafiki

# image.remove
source: Remove this image
el_gr: Αφαίρεση εικόνας
hr_hr: Uklonite ovu sliku
it_it: Rimuovi l'immagine
pl_pl: Usuń grafikę

# image.replace
source: Replace this image
el_gr: Αντικατάσταση αυτής της εικόνας
it_it: Sostituisci l'immagine
pl_pl: Zamień grafikę

# image.size
source: File size:
el_gr: Μέγεθος αρχείου:
it_it: Dimensioni file:
pl_pl: Rozmiar pliku:

# image.thumbnail.error
source: An error occurred while loading the thumbnail.
el_gr: Παρουσιάστηκε σφάλμα κατά την φόρτωση της μικρογραφίας.
it_it: Si Ã¨ verificato un errore durante il caricamento dell'anteprima.
pl_pl: Wystąpił błąd podczas ładowania miniatury.

# image.thumbnail.loading
source: Loading a thumbnail of the image...
el_gr: Φόρτωση μιας μικρογραφίας της εικόνας...
it_it: Caricamento di una miniatura dell'immagine...
pl_pl: Trwa ładowanie miniatury dla grafiki...

# image.thumbnail.retry
source: Retry
el_gr: Επανάληψη
it_it: Prova di nuovo
pl_pl: Ponów

# image.type
source: Type:
el_gr: Τύπος:
it_it: Tipo:
pl_pl: Typ:

# image.upload
source: Upload an image
el_gr: Μεταφόρτωση εικόνας
it_it: Carica una immagine
pl_pl: Wgraj grafikę

# input.not.valid
source: This is not a valid input
el_gr: Αυτό δεν είναι μια έγκυρη είσοδος
pl_pl: To nie jest poprawna wartość

# invalid.float.value
source: The value should be a valid float number
el_gr: Η τιμή πρέπει να είναι ένας αριθμός έγκυρος float

# invalid.input
source: This is not a valid input
el_gr: Αυτό δεν είναι μια έγκυρη είσοδος

source: invalid ISBN 10
el_gr: μη έγκυρα ISBN 10

# invalid.isbn10.sum.not.multiple.of.11
source: invalid ISBN 10 (sum is not a multiple of 11)
el_gr: μη έγκυρα ISBN 10 (το ποσό δεν είναι ένα πολλαπλάσιο του 11)

source: Loading...
el_gr: Φόρτωση...

# login.required
source: 'The login is required
el_gr: «Απαιτείται η σύνδεση

# maplocation.address
source: Address:
el_gr: Διεύθυνση:

# maplocation.latitude
source: Latitude:
el_gr: Γεωγραφικό πλάτος:

# maplocation.locateaddress
source: Locate Address
el_gr: Εντοπισμός διεύθυνσης

# relationlist.table.published
source: Published
el_gr: Δημοσιεύθηκε
hr_hr: Objavljeno

# richtext.focus
source: Focus
el_gr: Εστίαση
pl_pl: Powiększ

# richtext.save
source: Save and Return
el_gr: Αποθήκευση και επιστροφή
it_it: Salva e continua
pl_pl: Zapisz i wróć

# select.contents.to.add
source: Select the contents you want to add in the relation
el_gr: Επιλέξτε το περιεχόμενο που θέλετε να προσθέσετε στη σχέση

# svg.not.supported
source: SVG images are not supported. Please choose another image file.
el_gr: Δεν υποστηρίζονται οι εικόνες SVG. Παρακαλούμε επιλέξτε ένα άλλο αρχείο εικόνας.

source: This field is required
el_gr: Αυτό το πεδίο είναι υποχρεωτικό

# time.not.valid
source: Time do not have a valid input
el_gr: Ο χρόνος δεν έχει μια έγκυρη είσοδο

# time.not.valid.date.missing
source: Time do not have a valid input and date is missing
el_gr: Η ημερομηνία δεν έχει μία έγκυρη εισαγωγή και ο χρόνος λείπει

# time.not.valid.date.required
source: Time do not have a valid input and date is required
el_gr: Η ημερομηνία δεν έχει μία έγκυρη εισαγωγή και η ημερομηνία λείπει

# time.not.valid.enter.format
source: This time is invalid, enter a correct time: HH:MM(:SS)
el_gr: Ο χρόνος δεν είναι έγκυρος, πληκτρολογήστε ένα σωστό χρόνο: HH:MM(:SS)

# time.required
source: Time is required
el_gr: Απαιτείται χρόνος

# unable.find.address
source: Unable to find this address
el_gr: Αδυναμία έυρεσης αυτής της διεύθυνσης

# unsupported.html5.geolocation.api
source: Your browser does not support HTML5 Geolocation API
el_gr: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει το API γεωτοποθεσίας HTML5

# url.text
source: Text:
el_gr: Κείμενο:

# url.url
source: URL
el_gr: Διεύθυνση URL

# user.login
source: Login
el_gr: Είσοδος

# user.password
source: Password
el_gr: Κωδικός πρόσβασης

# user.passwordconfirm
source: Confirm password
el_gr: Επιβεβαίωση κωδικού πρόσβασης

# value.should.be.less.than
source: The value should be less than or equal to %maxIntegerValue%
el_gr: Η τιμή πρέπει να είναι μικρότερη η ίση με %maxIntegerValue%

# value.should.be.more.than
source: The value should be more than or equal to %minIntegerValue%
el_gr: Η τιμή πρέπει να είναι περισσότερη η ίση με %minIntegerValue%

# value.should.be.valid.integer
source: The value should be a valid integer number
el_gr: Η τιμή πρέπει να είναι ένας έγκυρος ακέραιος αριθμός

# file.size
source: (%size% bytes)
hr_hr: (%size% bajtova)
pl_pl: (%size% bajtów)

# relation.error
source: An error occurred while loading the related content.
hr_hr: Došlo je do pogreške pri učitavanju povezanog sadržaja.

# relation.help
source: Select another content and link it up with your content.
hr_hr: Odaberite drugi sadržaj i povežite ga sa svojim sadržajem.
pl_pl: Wybierz inny element i powiąż go z tą treścią.

# relation.loading
source: Loading the related content
hr_hr: Učitavanje povezanog sadržaja

# relation.modified
source: Modified:
hr_hr: Promijenjeno:

# relation.published
source: Published:
hr_hr: Objavljeno:

# relation.remove
source: Remove relation
hr_hr: Ukloni relaciju
pl_pl: Usuń powiązanie

# relation.retry
source: Retry
hr_hr: Pokušaj ponovno

# relation.select
source: Select a content
hr_hr: Odaberi sadržaj
pl_pl: Wybierz element

# relationlist.empty
source: No relation.
hr_hr: Nema relacija.

# relationlist.error
source: An error occurred while loading the related content.
hr_hr: Došlo je do pogreške pri učitavanju povezanog sadržaja.

# relationlist.help
source: Set up multiple relations with several contents.
hr_hr: Postavi višestruke relacije s nekoliko sadržaja.

# relationlist.loading
source: Loading the related content(s)
hr_hr: Učitavanje povezanog sadržaja

# relationlist.remove
source: Remove
hr_hr: Ukloni

# relationlist.retry
source: Retry
hr_hr: Pokušaj ponovno

# relationlist.select
source: Select contents
hr_hr: Odaberi sadržaje

# relationlist.table.modified
source: Modified
hr_hr: Promijenjeno

# relationlist.table.name
source: Name
hr_hr: Ime

# date.placeholder
source: YYYY-MM-DD
it_it: AAAA-MM-GG
pl_pl: RRRR-MM-DD

# relation.empty
source: No relation.
pl_pl: Brak powiązanych elementów.

# dateandtime.placeholder.date
source: YYYY-MM-DD
it_it: AAAA-MM-GG
