Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/locationview.*.xlf
Languages: de_de, fr_fr, hu_hu, pl_pl, pt_pt

# being.moved.under
source: '%name%' is being moved under '%parentName%'
de_de: "Name" wird unter "Parent-Name" verschoben
fr_fr: %name% a été déplacé sous %parentName%
hu_hu: '%name%' áthelyezésre került '%parentName%'
pl_pl: "%name%" jest przenoszona do "%parentName%"
pt_pt: '%name%' está a ser movido para debaixo de '%parentName%'

# changed.main.location.of
source: The main location of "%name%" has been changed
de_de: Die Mainlocation des "%name%" wurde geändert
hu_hu: "%name%" lokációját megváltoztattuk
pl_pl: Główna lokalizacja dla "%name%" została zmieniona
pt_pt: A localização principal de "%name%" foi mudada

# changing.main.location.of
source: Changing the main location of "%name%"
de_de: Ändern der Mainlocation von %name%
hu_hu: "%name%" fő lokációjának módosítása
pl_pl: Zmiana głównej lokalizacji dla "%name%"
pt_pt: A mudar a localização principal de "%name%"

# confirm.remove.location
source: Are you sure you want to remove selected locations?
de_de: Sind Sie sicher, dass Sie die ausgewählten Locations entfernen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer les emplacements sélectionnés ?
hu_hu: Biztosan el akarja távolítani a kiválasztott lokációkat?
pl_pl: Czy na pewno chcesz usunąć wybrane lokalizacje?
pt_pt: Tem certeza que quer remover as localizações seleccionadas?

# confirm.set.main.location
source: Are you sure you want to set this location as main location of content?
de_de: Sind Sie sicher, dass Sie diese Location als Mainlocation des Inhalts festlegen möchten?
fr_fr: Êtes-vous sûr de que vouloir définir cet emplacement comme emplacement principal du contenu ?
hu_hu: Biztosan ezt a lokációt szeretné elsődlegesnek beállítani a tartalomhoz?
pl_pl: Czy na pewno chcesz ustawić tę lokalizację jako główną lokalizację obiektu?
pt_pt: Tem certeza que quer definir esta localização como a localização principal do conteúdo?

# confirmed.delete
source: Are you sure you want to delete this content?
de_de: Sind Sie sicher, dass Sie diesen Inhalt löschen wollen?
fr_fr: Êtes-vous sur de vouloir supprimer ce contenu?
hu_hu: Biztosan törölni szeretné ezt a tartalmat?
pl_pl: Czy na pewno chcesz usunąć tę lokalizację?
pt_pt: Tem certeza que quer remover este conteúdo?

# confirmed.remove.versions
source: Are you sure you want to remove selected version(s)?
de_de: Sind Sie sicher, dass Sie die ausgewählten Versionen entfernen möchten?
hu_hu: Biztosan el szeretné távolítani a kiválasztott verzió(ka)t?
pl_pl: Czy na pewno chcesz usunąć wybrane wersje?
pt_pt: Tem certeza que quer remover a(s) versão/ões seleccionada(s)?

# confirmed.send.to.trash
source: Are you sure you want to send this content to trash?
de_de: Sind Sie sicher, dass Sie diesen Inhalt löschen wollen?
hu_hu: Biztosan lomtárba szeretné helyezni ezt a tartalmat?
pl_pl: Czy na pewno chcesz umieścić ten element w koszu?
pt_pt: Tem certeza que quer enviar este conteúdo para o Lixo?

# deleted.content
source: '%name%' was deleted
de_de: "%name%" wurde gelöscht
hu_hu: '%name%' tartalmat töröltük
pl_pl: "%name%" został pomyślnie usunięte
pt_pt: '%name%' foi removido

# deleting.content
source: Deleting '%name%'
de_de: Löschen von "%name%"
hu_hu: '%name%' tartalom törlése
pl_pl: Usuwanie "%name%"
pt_pt: A remover '%name%'

# failed.changing.main.location.of
source: Changing main location of "%name%" failed
de_de: Ändern der Mainlocation des "%name%" ist fehlgeschlagen
hu_hu: A "%name%" fő lokációjának módosítása sikertelen volt
pl_pl: Zmiana głównej lokalizacji dla "%name%" nie powiodła się
pt_pt: Mudança de localização principal de "%name%" falhou

# failed.creating.draft.for.based.on
source: Creating new draft for "%name%" based on version %version% failed.
de_de: Erstellen von neuen Entwurf für "%name%", basierend auf Version %version% ist fehlgeschlagen.
hu_hu: A %version% alapján %name% piszkozat létrehozása sikertelen volt.
pl_pl: Tworzenie nowego szkicu dla "%name%" opartego na wersji %version% nie powiodło się.
pt_pt: Criação de novo rascunho para "%name%" baseado na versão %version% falhou.

# failed.deleting.content
source: An error occurred when deleting '%name%'
de_de: Fehler beim Löschen von %name%
hu_hu: Hiba történt a '%name%' törlése során
pl_pl: Wystąpił błąd podczas usuwania "%name%"
pt_pt: Ocorreu um erro ao remover '%name%'

# failed.moving
source: An error occurred while moving your content
de_de: Beim verschieben Ihres Contents trat ein Fehler auf
hu_hu: Hiba történt a tartalom áthelyezése során
pl_pl: Wystąpił błąd podczas przenoszenia obiektu
pt_pt: Ocorreu um erro ao mover o seu conteúdo

# failed.sending.to.trash
source: An error occurred when sending '%contentName%' to Trash
de_de: Fehler beim verschieben von '%contentName%' in den Papierkorb
hu_hu: Hiba történt a '%contentName%' lomtárba helyezése során
pl_pl: Wystąpił błąd podczas przenoszenia "%contentName%" do kosza
pt_pt: Ocorreu um erro ao enviar '%contentName%' para o Lixo

# failed.swapping.location.for
source: Swapping location for "%name%" failed
de_de: Swap der Location für %name% fehlgeschlagen
hu_hu: "%name%" lokációjának cseréje sikertelen volt
pl_pl: Zamiana lokalizacji dla "%name%" nie powiodła się
pt_pt: Troca de lozalização para "%name%" falhou

# failed.to.load.content
source: Failed to load the content %id%
de_de: Fehler beim Laden von Content %id%
hu_hu: Nem sikerült betölteni a %id% tartalmat
pl_pl: Nie można załadować obiektu %id%
pt_pt: Carregamento do conteúdo %id% falhou

# failed.to.load.content.type
source: Failed to load the content type %id%
de_de: Fehler beim Laden der Location -%id%
hu_hu: A %id% tartalomtípus betöltése sikertelen volt
pl_pl: Nie można załadować typu treści %id%
pt_pt: Carregamento do tipo de conteúdo %id% falhou

# failed.to.load.location
source: Failed to load the location %id%
de_de: Fehler beim Laden von Location %id%
hu_hu: %id% lokáció betöltése sikertelen volt
pl_pl: Nie można załadować lokalizacji %id%
pt_pt: Carregamento da localização %id% falhou

# failed.to.load.location.path
source: Failed to load locations's path
de_de: Fehler beim Laden des Location Pfades
hu_hu: A lokáció elérési útjának betöltése sikertelen volt
pl_pl: Nie można załadować ścieżki lokalizacji

# locationview.details.ascending
source: Ascending
de_de: Absteigend
fr_fr: Ordre croissant
hu_hu: Növekvő
pl_pl: Rosnąco

# locationview.details.creator
source: Creator
de_de: Autor
fr_fr: Auteur
hu_hu: Szerző
pl_pl: Autor

# locationview.details.default.listing.of.subitems.by
source: Default listing of sub-items by
de_de: Standard Sortierung der Unter-Elemente durch
fr_fr: Sous-éléments affichés par défaut par
hu_hu: Al-elemek alapértelmezett sorrendezése
pl_pl: Domyślnie sortuj podelementy według:

# locationview.details.descending
source: Descending
de_de: Absteigend

# locationview.details.lastcontributor
source: Last contributor
de_de: Letzter Autor
fr_fr: Dernier contributeur
hu_hu: Utolsó közreműködő
pl_pl: Ostatnie zmiany

# locationview.details.retry
source: Retry
de_de: Wiederholen
hu_hu: Újra próbál

# locationview.details.subitems.default.ordering
source: Sub-items default ordering
de_de: Kindelemente Standardreihenfolge
fr_fr: Ordre de tri par défaut des sous-éléments
hu_hu: Al-elemek alapértelmezett rendezése
pl_pl: Domyślne sortowanie podelementów

# locationview.details.technicaldetails
source: Technical details
de_de: Technische Details
fr_fr: Informations techniques
hu_hu: Technikai részletek
pl_pl: Szczegóły techniczne

# locationview.details.title
source: Content details
de_de: Inhaltsdetails
fr_fr: Informations
hu_hu: Tartalom részletek
pl_pl: Szczegóły elementu

# locationview.details.translations
source: Translations
de_de: Übersetzungen
fr_fr: Traductions
hu_hu: Fordítások
pl_pl: Tłumaczenia

# locationview.details.versions
source: Versions
de_de: Versionen
hu_hu: Verziók
pl_pl: Wersje
pt_pt: Versões

# locationview.locations.add.location
source: Add Location
de_de: Location hinzufügen
fr_fr: Ajouter un emplacement
hu_hu: Lokáció hozzáadása
pl_pl: Dodaj lokację

# locationview.locations.hidden
source: Hidden
de_de: Versteckt

# locationview.locations.hide
source: Hide
de_de: Ausblenden
pl_pl: Ukryj

# locationview.locations.main
source: Main
de_de: Haupt
pl_pl: Główna

# locationview.locations.path
source: Path
de_de: Pfad
pl_pl: Ścieżka

# locationview.locations.remove.selected
source: Remove selected
de_de: Markierte entfernen
fr_fr: Supprimer la sélection
pl_pl: Usuń zaznaczone

# locationview.locations.select.content.item
source: Select Content item
de_de: Content Objekt auswählen
fr_fr: Sélectionner le contenu
pl_pl: Wybierz element

# locationview.locations.subitems
source: Sub-items
de_de: Unterpunkte
pl_pl: Podelementy

# locationview.locations.swap.with.another
source: Swap the Content item at this location with another
de_de: Tauschen Sie den Inhalt mit einem anderen
fr_fr: Echanger le contenu à cet emplacement avec un autre
pl_pl: Zamień miejscami element z tej lokacji z innym

# locationview.locations.visibility
source: Visibility
de_de: Sichtbarkeit
pl_pl: Widoczność

# locationview.locations.visible
source: Visible
de_de: Sichtbar
pl_pl: Widoczne

# locationview.relations.no.related.content
source: This content has no related content.
de_de: Dieser Inhalt hat keine verbundenen Inhalte.
fr_fr: Ce contenu n'a pas de relations.
pl_pl: Ta treść nie ma powiązanych elementów.

# locationview.relations.related.content
source: Related content
de_de: Zugehörigen Inhalt
fr_fr: Contenu lié
pl_pl: Elementy powiązane

# locationview.retry
source: Retry
de_de: Wiederholen

# locationview.versions.author
source: Author
de_de: Autor
pl_pl: Autor

# locationview.versions.created
source: Created
de_de: Erzeugt
pl_pl: Utworzono

# locationview.versions.language
source: Language
de_de: Sprache
pl_pl: Język

# locationview.versions.last.saved
source: Last saved
de_de: Letzte Speicherung
pl_pl: Ostatnio zapisano

# locationview.versions.loading.archived.list
source: Loading the archived version list
de_de: Laden der Liste mit archivierten Versionen

# locationview.versions.loading.draft.list
source: Loading the draft list
de_de: Die Liste mit Entwürfen wird geladen

# locationview.versions.loading.published.list
source: Loading the published version list
de_de: Laden der Liste mit veröffentlichten Versionen

# locationview.versions.new.draft.selected.version
source: New draft based on selected version
de_de: Neuen Entwurf auf Basis der aktuellen Version

# locationview.versions.published.version
source: Published version
de_de: Veröffentlichte Version
pl_pl: Wersja opublikowana

# sort.content.type.identifier
source: Content type identifier
de_de: Content-Typ-ID

# sort.content.type.name
source: Content type name
de_de: Content-Typ Name

# sort.modified
source: Modification date
de_de: Änderungsdatum
fr_fr: Date de modification
pl_pl: Data modyfikacji

# sort.name
source: Content name
de_de: Inhalts-Name
fr_fr: Nom du contenu
pl_pl: Nazwa elementu

# sort.priority
source: Priority
de_de: Priorität
fr_fr: Priorité
pl_pl: Priotytet

# sort.published
source: Publication date
de_de: Veröffentlichungsdatum
fr_fr: Date de publication
pl_pl: Data publikacji

# sort.section
source: Section
de_de: Sektion

# tab.related.content
source: Related content
de_de: Verknüpfungen

# tab.versions
source: Versions
de_de: Versionen

# tab.view
source: View
de_de: Ansicht

# failed.removing.locations.of
source: Removing of %count% location(s) of "%name%" has failed
hu_hu: %count% db "%name%" lokáció eltávolítása sikertelen volt
pl_pl: Usuwanie %count% lokalizacji dla "%name%" nie powiodło się
pt_pt: Remoção de %count% localização/ões de "%name%" falhou

# failed.removing.versions.of
source: Removal of %count% version(s) of "%name%" has failed
hu_hu: "%name%" %count% verziójának eltávolítása sikertelen volt
pl_pl: Usuwanie %count% wersji dla "%name%" nie powiodło się
pt_pt: Remoção de %count% versão/ões de "%name%" falhou

# failed.updated.priority
source: An error occurred when updating the priority
hu_hu: A prioritás frissítése során hiba történt
pl_pl: Wystąpił błąd podczas aktualizacji priorytetu

# failed.updating.sort.method
source: An error occured while updating the sub items sort method
hu_hu: Hiba történt az elemek sorrendjének frissítése során
pl_pl: Wystąpił błąd podczas aktualizowania rodzaju sortowania dla elementów podrzędnych

# locationview.details.contentid
source: Content Id
fr_fr: Id du contenu
hu_hu: Tartalom ID
pl_pl: ID elementu

# locationview.details.contentremoteid
source: Content remote Id
fr_fr: Id externe du contenu
hu_hu: Tartalom külső ID
pl_pl: Zdalne ID obiektu

# locationview.details.locationid
source: Location Id
fr_fr: Id de l'emplacement
hu_hu: Lokáció ID
pl_pl: ID lokacji

# locationview.locations.content.locations
source: Content locations
fr_fr: Emplacements
hu_hu: Tartalom lokációk
pl_pl: Lokacje elementu

# locationview.versions.version
source: Version
pl_pl: Wersja

# moved.under
source: '%name%' has been successfully moved under '%parentName%'
pl_pl: "%name%" przeniesiono pod "%parentName%"

# rawcontent.content
source: Content
fr_fr: Contenu
pl_pl: Treść
pt_pt: Conteúdo

# select.location.move.to
source: Select the location you want to move your content into
pl_pl: Wybierz miejsce, gdzie chcesz przenieść ten element

# locationview.details.errorcontributor
source: An error occurred while loading the last contributor.
hu_hu: Hiba történt az utolsó közreműködő betöltése során.

# locationview.details.errorcreator
source: An error occurred while loading the creator.
hu_hu: Hiba történt a létrehozó betöltése során.

# locationview.details.loadingcontributor
source: Loading the last contributor
fr_fr: Chargement du dernier contributeur
hu_hu: Utolsó közreműködő betöltése

# locationview.details.loadingcreator
source: Loading the creator
fr_fr: Chargement de l'auteur
hu_hu: Létrehozó betöltése

# locationview.details.remoteid
source: Location remove Id
fr_fr: Id externe de l'emplacement
hu_hu: Lokáció külső ID

# locationview.locations.loading.location.list
source: Loading the locations list
fr_fr: Chargement de la liste des emplacements

# sort.path
source: Location path
fr_fr: Chemin de l'emplacement
