Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/platform-ui-bundle/role.*.xlf
Languages: de_de, pt_pt, zh_hk

# assigning.role.to.users
source: Assigning the role "%roleName%" to %count% users/groups
de_de: Weise Benutzerrolle "%roleName%" zu an %count% Benutzern/Gruppe
pt_pt: A atribuir perfil de acesso "%roleName%" a %count% utilizadores/grupos
zh_hk: 將角色 "%roleName%" 分配給 %count% 使用者/組

# assignment.none
source: This role is not assigned to any users or user groups.
de_de: Diese Rolle ist keinem Benutzer und keiner Gruppe zugeordnet.
pt_pt: Este perfil de acesso não está atribuído a nenhum utilizador ou grupo de utilizadores.
zh_hk: 此角色未分配給任何用戶或用戶組。

# assignment.role_limitation
source: Limitation
de_de: Einschränkung
pt_pt: Limitação
zh_hk: 限制

# assignment.role_limitation_none
source: No limitations
de_de: Keine Einschränkungen
pt_pt: Sem limitações
zh_hk: 沒有限制

# assignment.user_or_group
source: User/group
de_de: Benutzer/Gruppe
pt_pt: Utilizador/grupo
zh_hk: 用戶/組

# assignment.user_or_group_using
source: Users and groups using the <%role%> role (%count%)
de_de: Benutzer und Gruppen, mit der <%role%>-Rolle (%count%)
pt_pt: Utilizadores e grupos a utilizar o perfil de acesso <%role%> (%count%)
zh_hk: 使用 <%role%>角色 (%count%)的用戶和組

# failed.assigned.role
source: Role has not been assigned to "%name%": %message%
de_de: Die Rolle wurde %name% nicht zugewiesen: %message%
pt_pt: Perfil de acesso não foi atribuído a "%name%": %message%

# failed.assigned.role.user
source: Role has not been assigned to any users/groups
de_de: Rolle wurde noch keinen Benutzer/Gruppen zugeordnet
pt_pt: Perfil de acesso não foi atribuído a nenhum utilizador/grupo

# failed.loading.role
source: The role "%roleName%" could not be loaded
de_de: Die Rolle "%roleName%" konnte nicht geladen werden
pt_pt: O perfil de acesso "%roleName%" não pôde ser carregado

# policy.function
source: Function
de_de: Funktion
pt_pt: Função
zh_hk: 功能

# policy.function_all
source: all functions
de_de: alle Funktionen
pt_pt: todas as funções
zh_hk: 所有功能

# policy.limitation
source: Limitation
de_de: Einschränkung
zh_hk: 限制

# policy.limitation_none
source: No limitations
de_de: Keine Einschränkungen
zh_hk: 沒有限制

# policy.module
source: Module
de_de: Modul
zh_hk: 模塊

# policy.module_all
source: all modules
de_de: Alle Module
zh_hk: 所有模塊

source: Role
de_de: Rolle
zh_hk: 角色

# role.assign.universaldiscovery.title
source: Pick the users/groups to assign the role "%roleIdentifier%" to
de_de: Benutzer/Gruppen der Rolle %roleIdentifier% zuweisen

# role.assign.user_or_group
source: Assign to users/groups
de_de: Benutzer/Gruppen Zuordnung
zh_hk: 分配給用戶/組

# role.assign_limit_section.cancel
source: Cancel
de_de: Abbrechen
zh_hk: 取消

# role.assignment.deleted
source: The role assignment was correctly deleted.
de_de: Die Rollenzuweisung wurde korrekt gelöscht.

# role.assignment.error.delete
source: An error occurred when trying to delete the role assignment.
de_de: Beim Versuch, die Rollenzuweisung zu löschen, ist ein Fehler aufgetreten.

# role.dashboard_title
source: Roles
de_de: Rollen
zh_hk: 角色

# role.edit
source: Edit role name
de_de: Rollen Namen bearbeiten
zh_hk: 編輯角色名稱

# role.edit_title
source: Edit <%roleName%>
de_de: Bearbeiten <%roleName%>
zh_hk: 編輯<％roleName％>

# role.list
source: Roles
de_de: Rollen
zh_hk: 角色

# role.notification.draft_removed
source: The role draft was removed.
de_de: Der Entwurf der Rolle wurde entfernt.
zh_hk: 角色草稿已被刪除。

# role.notification.draft_saved
source: The role draft was saved.
de_de: Der Entwurf der Rolle wurde gespeichert.

# role.notification.published
source: The role was published.
de_de: Die Rolle wurde veröffentlicht.
zh_hk: 該角色已發布。

# role.policy.add
source: Add a new policy
de_de: Eine neue Policy hinzufügen
zh_hk: 添加一個新策略

# role.policy.create.title
source: New policy
de_de: Neue Richtlinie

# role.policy.edit.title
source: Edit %policy%
de_de: %policy% bearbeiten
zh_hk: 編輯%policy%

# role.policy.edit_limitations
source: Edit limitations
de_de: Einschränkungen bearbeiten

# role.policy.notification.draft_removed
source: The policy draft was removed.
de_de: Der Entwurf der Policy wurde entfernt.

# role.policy.notification.draft_saved
source: The policy draft was saved.
de_de: Der Entwurf der Policy wurde gespeichert.

# assigning.role.to.users.section.limited
source: Assigning the role "%roleName%" to %count% users/groups limited to "%sectionName%" section
pt_pt: A atribuir perfil de acesso "%roleName%" a %count% utilizadores/grupos limitado à secção "%sectionName%"
zh_hk: 將角色 "%roleName%" 分配給 %count% 使用者/組, 限制為 "%sectionName%" 區段

# assigning.role.to.users.subtree.limited
source: Assigning the role "%roleName%" to %count% users/groups with a subtree limitation
pt_pt: A atribuir perfil de acesso "%roleName%" a %count% utilizadores/grupos com uma limitação de subárvore
zh_hk: 將角色 "%roleName%" 分配給具有子樹限制的 %count% 使用者/組

# role.choose_section
source: Choose a section:
zh_hk: 選擇區段

# role.error.delete
source: An error occurred when trying to delete role "%roleIdentifier%".
zh_hk: 嘗試刪除角色“％roleIdentifier％”時發生錯誤。

# role.name
source: Name
zh_hk: 名稱
