Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezplatform-segmentation/ibexa_platform_segmentation.*.xlf
Languages: de

source: Add
de: Hinzufügen

source: Delete
de: Löschen

# form.cancel
source: Cancel
de: Abbrechen

# form.creating_new_segment
source: Creating a new segment
de: Ein neues Segment erstellen

# form.creating_new_segment_group
source: Creating a new segment group
de: Eine neue Segmentgruppe erstellen

# form.editing
source: Editing %name% segment group
de: Bearbeiten der Segmentgruppe% name%

# form.editing_segment
source: Editing segment
de: Segment bearbeiten

source: Remove
de: Entfernen

# section.edit
source: Edit
de: Bearbeiten

# segment.create.success
source: Segment '%name%' added.
de: Segment '% name%' hinzugefügt.

# segment.delete.success
source: Segment '%segment%' removed.
de: Segment '% segment%' entfernt.

# segment.update.success
source: Segment '%name%' updated.
de: Segment '% name%' aktualisiert.

# segment_group.create.success
source: Segment Group '%segment_group%' created.
de: Segmentgruppe '% segment_group%' erstellt.

# segment_group.delete.success
source: Segment Group '%segment_group%' removed.
de: Segmentgruppe '% segment_group%' entfernt.

# segment_group.identifier
source: Identifier
de: Kennung

# segment_group.information.header
source: Segment group information
de: Segmentgruppeninformationen

# segment_group.list.segment_group.action.bulk_delete
source: Delete Segment Groups
de: Segmentgruppen löschen

# segment_group.list.segment_group_bulk_delete.modal.message
source: Do you want to delete the Segment Group(s)?
de: Möchten Sie die Segmentgruppe (n) löschen?

# segment_group.modal.message
source: Do you want to delete the Segment Group?
de: Möchten Sie die Segmentgruppe löschen?
