Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/repository-forms/ezrepoforms_content_type.*.xlf
Languages: it_it

# content_type.add_field_definition
source: Add field definition
it_it: Aggiungere la definizione di campo

# content_type.create
source: Create a content type
it_it: Crea un nuovo tipo

# content_type.default_sort_field
source: Default field for sorting children
it_it: I figli vengono ordinati per

# content_type.default_sort_order
source: Default sort order
it_it: Ordine di ordinamento

# content_type.description
source: Description
it_it: Descrizione

# content_type.field_definitions_data
source: Content field definitions
it_it: Definizione dei field di contenuto

# content_type.field_type_selection
source: Field type selection
it_it: Segli il tipo di field

# content_type.group.delete
source: Delete
it_it: Cancella

# content_type.identifier
source: Identifier
it_it: Identificatore

# content_type.is_container
source: Container
it_it: Contenitore

# content_type.name
source: Name
it_it: Nome della classe

# content_type.name_schema
source: Content name pattern
it_it: Pattern per il content name

# content_type.remove_field_definitions
source: Remove selected field definitions
it_it: Rimuovi le definizioni di field scelte

# content_type.sort_order.1
source: Ascending
it_it: Ascendente

# content_type.url_alias_schema
source: URL alias name pattern
it_it: Patter per l'URL alias
