Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/repository-forms/validators.*.xlf
Languages: es_es

source: The user login '%login%' is used by another user. You must enter a unique login.
es_es: El login de usuario '%login%' ya está siendo usado por otro usuario. Necesita introducir un login único.

# ez.content_type.descriptions
source: Content type description cannot exceed 255 characters.
es_es: La descripción del Tipo de Contenido no puede exceder los 255 caracteres.

# ez.content_type.identifier.pattern
source: Content type identifier may only contain letters from "a" to "z", numbers and underscores.
es_es: El identificador de tipo de contenido puede sólo contener letras de la "a" a la "z", números y guiones bajos.

# ez.content_type.names
source: Content type name cannot be blank and cannot exceed 255 characters.
es_es: El nombre del tipo de contenido no puede ser dejado en blanco ni exceder 255 caracteres.

# ez.field_definition.descriptions
source: Field definition description cannot exceed 255 characters.
es_es: La descripción de la definición de campo no puede exceder 255 caracteres.

# ez.field_definition.names
source: Field definition name cannot be blank cannot exceed 255 characters.
es_es: El nombre de definición de campo no puede estar en blanco y no puede superar los 255 caracteres.

# ez.section.identifier.format
source: Section identifier may only contain letters from "a" to "z", numbers and underscores.
es_es: El identificador de sección sólo puede contener letras de la "a" a la "z", números y guiones bajos.

# ez.role.identifier.unique
source: The role identifier "%identifier%" is used by another role. You must enter a unique identifier.
es_es: El identificador de rol "%identifier%" ya está asignado a otro rol. Tiene que introducir un identificador único.

# ez.language.code.unique
source: The language code "%language_code%" is used by another language. You must enter a unique language code.
es_es: El código de idioma "%language_code%" está siendo usado por otro idioma. Tiene que introducir un código de idioma único.

# ez.url.unique
source: URL must be unique
es_es: La URL tiene que ser único
