Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezcommerce-shop-eshop/configuration.*.xlf
Languages: it

source: Filter
it: Filtro

# automatic_currency_conversion|config
source: Automatic currency conversion
it: Conversione automatica della valuta

# automatic_currency_conversion|description
source: In case no price is setup for this currency (for a product or shipping costs) the shop can calculate the price using a conversion rate from the config
it: Nel caso in cui non sia impostato alcun prezzo per questa valuta (per un prodotto o per i costi di spedizione), il negozio può calcolare il prezzo utilizzando un tasso di conversione dalla configurazione

# bestseller_limit_in_silver_module|config
source: Number of bestsellers displayed in a slider
it: Numero di bestseller visualizzati in un dispositivo di scorrimento

# bestseller_limit_in_silver_module|description
source: Choose the limit of bestsellers that should be displayed.
it: Scegli il limite di bestseller che dovrebbe essere visualizzato.

# bestseller_limit_on_bestseller_page|config
source: Number of bestsellers displayed on bestseller page.
it: Numero di bestseller visualizzati nella pagina dei bestseller.

# bestseller_limit_on_bestseller_page|description
source: Choose the limit of bestsellers that should be displayed.
it: Scegli il limite di bestseller da visualizzare.

# bestseller_limit_on_catalog_page|config
source: Number of bestsellers displayed on catalog pages.
it: Numero di bestseller visualizzati nelle pagine del catalogo.

# bestseller_limit_on_catalog_page|description
source: Choose the limit of bestsellers that should be displayed.
it: Scegli il limite di bestseller da visualizzare.

# bestseller_threshold|config
source: Bestseller threshold
it: Soglia del bestseller

# bestseller_threshold|description
source: Defines how often a product has to be sold to count as a bestseller
it: Definisce la frequenza con cui un prodotto deve essere venduto per essere considerato un bestseller

# button.apply
source: Apply
it: Applica

# catalog_description_limit|config
source: Product description character limit
it: Limite di caratteri per la descrizione del prodotto

# catalog_description_limit|description
source: Sets the number of characters for product description in the list views / search results. When reached the description will be truncated. In order to remove the limit use really high number like 999999
it: Imposta il numero di caratteri per la descrizione del prodotto nelle visualizzazioni elenco / risultati di ricerca. Una volta raggiunta la descrizione verrà troncata. Per rimuovere il limite, utilizzare un numero molto alto come 999999

# catalog_product_list_limit_ajax|config
source: Number of products loaded in an ajax call
it: Numero di prodotti caricati in una chiamata ajax

# catalog_product_list_limit_ajax|description
source: This numeric value describes how many products should be added to the bottom of the list when "infinite products loading" ajax call is performed.
it: Questo valore numerico descrive quanti prodotti devono essere aggiunti in fondo all'elenco quando viene eseguita la chiamata ajax "caricamento infinito di prodotti".

# catalog_product_list_limit|config
source: Number of products in a listing page
it: Numero di prodotti in una pagina di annuncio

# catalog_product_list_limit|description
source: This numeric value describes how many products should be visible on category listing page.
it: Questo valore numerico descrive quanti prodotti dovrebbero essere visibili nella pagina di elenco delle categorie.

# category_view|config
source: Layout product category page
it: Layout pagina categoria prodotto

# category_view|description
source: categories: show category boxes only, product_list: show products only, both: categories and display product list. The http-cache has to be removed to make a change visible.
it: categorie: mostra solo i riquadri delle categorie, product_list: mostra solo i prodotti, entrambi: categorie e visualizza l'elenco dei prodotti. La cache http deve essere rimossa per rendere visibile una modifica.

# currency_list|config
source: Currency conversion rate
it: Tasso di conversione della valuta

# currency_list|description
source: Define the conversion rate between currencies here.
it: Definisci qui il tasso di conversione tra le valute.

# currency_rate_changed_at|config
source: Last currency rate change
it: Ultima variazione del tasso di cambio

# currency_rate_changed_at|description
source: When has the conversion rate changed the last time?
it: Quando è cambiato il tasso di conversione l'ultima volta?

# discontinued_products_listener_active|config
source: Disable ordering for discontinued products
it: Disabilita gli ordini per i prodotti fuori produzione

# discontinued_products_listener_active|description
source: If enabled products which are discontinued and out of stock cannot be ordered any more.
it: Se abilitato, i prodotti fuori produzione e esauriti non possono più essere ordinati.

# discontinued_products_listener_consider_packaging_unit|config
source: Check packaging units and adjust quantity of discontinued products
it: Controllare le unità di imballaggio e regolare la quantità di prodotti fuori produzione

# discontinued_products_listener_consider_packaging_unit|description
source: If enabled the shop will modify the quantity of discontinued products ordered by a user automatically to the next packaging unit.
it: Se abilitato, il negozio modificherà automaticamente la quantità di prodotti fuori produzione ordinati da un utente all'unità di imballaggio successiva.

# display_newsletter_box_for_logged_in_users|config
source: Newsletter only for logged in users
it: Newsletter solo per gli utenti registrati

# display_newsletter_box_for_logged_in_users|description
source: If enabled only logged in users will see the newsletter box
it: Se abilitato, solo gli utenti loggati vedranno la casella della newsletter

# ecaptcha_options.theme|config
source: Recaptcha theme
it: Tema Recaptcha

# ecommerce_configuration_settings_description
source: The tabs displayed are depending on the siteaccesses that are configured for your shop. The main tab contains the central configuration options for the default settings that can be set by the shop admin. Make sure to set the country specific configuration as they overwrite the default settings!<br /><br /> In case of problems please check the <a href="%url%">stored configuration</a><br /> If you are looking for price and stock management go to <a href="/admin/eshop/price-and-stock">price and stock management</a>
it: Le schede visualizzate dipendono dagli accessi al sito configurati per il tuo negozio. La scheda principale contiene le opzioni di configurazione centrale per le impostazioni predefinite che possono essere impostate dall'amministratore del negozio. Assicurati di impostare la configurazione specifica del paese poiché sovrascrivono le impostazioni predefinite! <br /> <br /> In caso di problemi, controlla la <a href="%url%"> configurazione memorizzata </a> <br /> Se stai cercando la gestione dei prezzi e delle scorte, vai a <a href="/admin/eshop/price-and-stock"> gestione dei prezzi e delle scorte </a>

# enable_customer_number_login|config
source: Login with Customer Number
it: Accedi con il numero cliente

# enable_customer_number_login|description
source: This true|false value determines, if the login process should include a field for providing customer number.
it: Questo valore vero | falso determina se il processo di accesso deve includere un campo per fornire il numero del cliente.

# erp.variant_handling|config
source: Variants handling in the ERP
it: Gestione delle varianti nell'ERP

# erp.variant_handling|description
source: Choose which handling of variant products should be taken.<br /> <ul> <li><strong>SKU_ONLY</strong> - if your ERP system uses different SKUs per variant.</li> <li><strong>SKU_AND_VARIANT</strong> - if your ERP system uses a combination of SKU and variant code for variants.</li> </ul>
it: Scegli la gestione delle varianti di prodotti da prendere. <br /> <ul> <li> <strong> SKU_ONLY </strong>: se il tuo sistema ERP utilizza SKU diversi per variante. </li> <li> <strong> SKU_AND_VARIANT </strong>: se il tuo sistema ERP utilizza una combinazione di SKU e codice variante per le varianti. </li> </ul>

# label.actions
source: Actions
it: Azioni

# label.customer_name
source: Customer name
it: Nome cliente

# label.customer_number
source: Customer number
it: Numero cliente

# label.date
source: Date
it: Data

# label.filter_userId
source: User Id
it: Id Utente

# label.filter_userName
source: User name
it: Nome utente

# label.order_type
source: Type
it: Tipo

# label.products
source: Products
it: Prodotti

# label.rate_review
source: Rate and Review Panel
it: Pannello di valutazione e revisione

# label.rating
source: Rating
it: Valutazione

# label.review
source: Review
it: Recensione

# label.status
source: Status
it: Stato

# label.user_email
source: User email
it: E-mail utente

# recalculatePricesAfter|config
source: Recalculate prices using the ERP after (seconds)
it: Ricalcola i prezzi utilizzando l'ERP dopo (secondi)

# recalculatePricesAfter|description
source: Information from the ERP is cached in order to reduce the traffic towards the ERP. Please use a syntax "1 hour".
it: Le informazioni dall'ERP vengono memorizzate nella cache per ridurre il traffico verso l'ERP. Si prega di utilizzare una sintassi "1 ora".

# recaptcha_options.async|config
source: reCAPTCHA script will be run asynchronously
it: Lo script reCAPTCHA verrà eseguito in modo asincrono

# recaptcha_options.async|description
source: It specifies that the script will be executed asynchronously as soon as it is available.
it: Specifica che lo script verrà eseguito in modo asincrono non appena sarà disponibile.

# recaptcha_options.defer|config
source: reCAPTCHA script will be run after the page has loaded
it: Lo script reCAPTCHA verrà eseguito dopo il caricamento della pagina

# recaptcha_options.defer|description
source: It specifies that the script is executed when the page has finished parsing. The defer attribute may be specified even if the async attribute is specified, to cause legacy Web browsers that only support defer (and not async) to fall back to the defer behavior instead of the synchronous blocking behavior that is the default.
it: Specifica che lo script viene eseguito quando la pagina ha terminato l'analisi. L'attributo defer può essere specificato anche se viene specificato l'attributo async, per fare in modo che i browser Web legacy che supportano solo il defer (e non asincrono) tornino al comportamento defer invece del comportamento di blocco sincrono che è l'impostazione predefinita.

# recaptcha_options.size|config
source: Recaptcha size
it: Dimensione Recaptcha

# recaptcha_options.size|description
source: Choose the size of the recaptcha
it: Scegli la dimensione del recaptcha

# recaptcha_options.theme|description
source: Choose the theme of the recaptcha.
it: Scegli il tema del recaptcha.

# recaptcha_options.type|config
source: Recaptcha type
it: Tipo di Recaptcha

# recaptcha_options.type|description
source: Choose the type of the recaptcha.
it: Scegliere il tipo di recaptcha.

# recaptcha|config
source: Enable recaptchas
it: Abilita recaptchas

# recaptcha|description
source: Where shall the recaptcha be displayed?
it: Dove verrà visualizzato il recaptcha?

source: Save configuration
it: Salva configurazione

# shipping_cost|config
source: Fallback costs for shipping
it: Costi di riserva per la spedizione

# shipping_cost|description
source: Shipping cost for shop in shop currency if shipping free limit is not reached
it: Costo di spedizione per il negozio nella valuta del negozio se non viene raggiunto il limite di spedizione gratuita

# shipping_free|config
source: No shipping costs for orders from amount
it: Nessun costo di spedizione per ordini da importo

# shipping_free|description
source: Shipping free limit for shop in shop currency
it: Limite gratuito di spedizione per il negozio nella valuta del negozio

# shipping_vat_code|config
source: Fallback VAT Code for shipping costs
it: Codice IVA di riserva per le spese di spedizione

# shipping_vat_code|description
source: Used for calculating the VAT part for shipping
it: Utilizzato per calcolare la parte IVA per la spedizione

# standard_price_factory.base_currency|config
source: Base currency
it: Valuta di base

# standard_price_factory.base_currency|description
source: Base currency of the shop in general (is used for the fields "product unit price" and "fallback shipping price". The base currency will be used for the automatic currency conversion)
it: Valuta di base del negozio in generale (viene utilizzata per i campi "prezzo unitario del prodotto" e "prezzo di spedizione di riserva". La valuta di base verrà utilizzata per la conversione automatica della valuta)

# standard_price_factory.fallback_currency|config
source: Default currency
it: Valuta predefinita

# standard_price_factory.fallback_currency|description
source: This currency is used as fallback currency, if the siteaccess specific configuration is not configured (e.g. per siteaccess)
it: Questa valuta viene utilizzata come valuta di riserva, se la configurazione specifica dell'accesso al sito non è configurata (ad es. Per accesso al sito)

# success_configuration_save
source: Configuration was successfully saved!
it: La configurazione è stata salvata con successo!

# template_debitor_country|config
source: Default Country for Template Debitor
it: Paese predefinito per il debitore del modello

# template_debitor_country|description
source: Determines which country shall be used as a default.<br /> Please use the country code such as "DE"
it: Determina quale paese deve essere utilizzato come predefinito. <br /> Utilizza il codice del paese come "DE"

# unsubscribe_globally|config
source: Unsubscribe from all newsletters
it: Annulla l'iscrizione a tutte le newsletter

# unsubscribe_globally|description
source: Unsubscribe options
it: Opzioni di annullamento dell'iscrizione

# use_template_debitor_contact_number|config
source: Use a template contactnumber for this shop
it: Utilizza un modello di numero di contatto per questo negozio

# use_template_debitor_contact_number|description
source: A template contact number is used if a customer does not have a customer and contact number from the ERP.<br /> The template contact numbers can be defined for each country
it: Un numero di contatto modello viene utilizzato se un cliente non ha un cliente e un numero di contatto dall'ERP. <br /> I numeri di contatto del modello possono essere definiti per ogni paese

# use_template_debitor_customer_number|config
source: Use a template debitornumber for this shop
it: Utilizza un modello di numero di debito per questo negozio

# use_template_debitor_customer_number|description
source: A template debitor customer number is used, if a customer does not have a customer number from the ERP.<br /> The template debitor customer numbers can be defined for each country
it: Se un cliente non dispone di un numero cliente dall'ERP, viene utilizzato un modello di codice cliente debitore. <br /> I numeri cliente modello debitore possono essere definiti per ogni paese

# variant_type|config
source: User interface for ordering variants
it: Interfaccia utente per ordinare varianti

# variant_type|description
source: Choose which user interface shall be used for ordering variants on the product detail page.<br /> <ul> <li><strong>B2B</strong> - this interface is optimized for ordering more than one product onces.</li> <li><strong>B2C</strong> - this interface allows ordering for one product only, but is more user friendly and modern.</li> </ul>
it: Scegli quale interfaccia utente utilizzare per ordinare le varianti nella pagina dei dettagli del prodotto. <br /> <ul> <li> <strong> B2B </strong>: questa interfaccia è ottimizzata per ordinare più di un prodotto una volta. </li> <li> <strong> B2C </strong>: questa interfaccia consente di ordinare un solo prodotto, ma è più intuitiva e moderna. </li> </ul>

# web_connector.erpTimeout|config
source: Timeout towards the ERP-System in seconds
it: Timeout verso il sistema ERP in pochi secondi

# web_connector.erpTimeout|description
source: Timeout (ERP) for the communication with the Web-Connector in seconds
it: Timeout (ERP) per la comunicazione con il Web-Connector in secondi

# web_connector.password|config
source: Password (configured per Web-Connector)
it: Password (configurata per Web-Connector)

# web_connector.password|description
source: Password for the communication with the Web-Connector service
it: Password per la comunicazione con il servizio Web-Connector

# web_connector.service_location|config
source: URL of the Web-Connector
it: URL del Web-Connector

# web_connector.service_location|description
source: The URL points to your Web-Connector System installed near by your ERP system. Please use a https connection and make sure that the shop can access this ip and port only!
it: L'URL punta al tuo sistema connettore web installato vicino al tuo sistema ERP. Utilizza una connessione https e assicurati che il negozio possa accedere solo a questo IP e porta!

# web_connector.soapTimeout|config
source: SOAP Web-Service timeout in seconds
it: Tempo scaduto per il servizio web SOAP in secondi

# web_connector.soapTimeout|description
source: Timeout (Web-Service) for the communication with the Web-Connector in seconds
it: Tempo scaduto (Web-Service) per la comunicazione con il Web-Connector in secondi

# web_connector.username|config
source: User name (configured per Web-Connector)
it: Nome utente (configurato per Web-Connector)

# web_connector.username|description
source: User name for the communication with the Web-Connector service
it: Nome utente per la comunicazione con il servizio Web-Connector
