Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezcommerce-checkout/messages.*.xlf
Languages: it

# ASC
source: ascend
it: ascendente

source: Add a comment
it: Aggiungi un commento

# Add products to stored basket
source: Add to stored basket
it: Aggiungi al carrello memorizzato

# Address2
source: Additional address line
it: Riga indirizzo aggiuntiva

source: Basket with ID: %basketId% not found
it: Carrello con Id:% basketId% non trovato

source: Basket with basket id %basketid% was deleted.
it: Il carrello con Id carrello% basketid% è stato eliminato.

source: Browse...
it: Navigare...

source: Choose one of your stored baskets:
it: Scegli uno dei tuoi carrelli conservati:

source: City
it: Città

source: Comment
it: Commento

source: Country
it: Paese

source: Currently, an individual calculation of prices and shipping costs is not possible due to technical problems.
it: Attualmente, un calcolo individuale dei prezzi e delle spese di spedizione non è possibile a causa di problemi tecnici.

# DESC
source: descend
it: discendente

source: Dear %user%
it: Gentile %user%

source: Delivery Address
it: Indirizzo Di Consegna

source: Delivery and invoice address are the same
it: L'indirizzo di consegna e quello di fatturazione sono gli stessi

source: Due to technical problems, the prices have not been updated.
it: A causa di problemi tecnici, i prezzi non sono stati aggiornati.

source: Enter a new basket name!
it: Inserisci un nuovo nome del carrello!

source: Error occurred! Basket name must be set.
it: Errore! Il nome del carrello deve essere impostato.

source: Error occurred! Basket type incorrect.
it: Errore! Tipo di carrello errato.

source: Error: %error%
it: Errore: %error%

source: Following errors occurred:
it: Si sono verificati i seguenti errori:

source: Invoice Address
it: Indirizzo di fatturazione

source: More Products
it: Più prodotti

source: More details
it: Maggiori dettagli

source: Mr.
it: Sig.

source: Mrs.
it: Sig.ra

source: Name/Company
it: Nome/azienda

source: Name/Company 2
it: Nome / Azienda 2

source: Order confirmation
it: Conferma ordine

source: Order for basket: %basketId% has been deleted successfully.
it: Ordine per il carrello:% basketId% è stato eliminato correttamente.

source: Order for basket: %basketId% has been processed successfully, Order-ID: %orderId%
it: L'ordine per il carrello:% basketId% è stato elaborato correttamente, Id ordine:% orderId%

source: Payment method
it: Metodo di pagamento

source: Phone number
it: Numero di telefono

source: Please choose a variant
it: Scegli una variante

source: Please make a choice
it: Per favore fai una scelta

source: Prices can not be calculated for %sku% %variantCode%!
it: I prezzi non possono essere calcolati per% sku%% variantCode%!

source: Proceed to checkout
it: Procedere al checkout

source: Product added: %name%, %sku% %variantCode%
it: Prodotto aggiunto: %name%, %sku% %variantCode%

source: Product removed: %name%, %sku% %variantCode%
it: Prodotto rimosso: %name%, %sku% %variantCode%

source: Product was added to the basket
it: Prodotto aggiunto al carrello

source: Product with the SKU %sku% not found
it: Prodotto con SKU %sku% non trovato

source: Product with the sku: %sku% not found
it: Prodotto con sku: %sku% non trovato

# Product: %name%, %sku% %variantCode% added to your %basketType%|comparison
source: Product: %name%, %sku% %variantCode% added to your comparison list
it: Prodotto: %name%, %sku% %variantCode% aggiunto alla tua lista di confronto

# Product: %name%, %sku% %variantCode% added to your %basketType%|storedBasket
source: Product: %name%, %sku% %variantCode% added to your stored basket
it: Prodotto: %name%, %sku% %variantCode% aggiunto al tuo carrello memorizzato

# Product: %name%, %sku% %variantCode% added to your %basketType%|wishList
source: Product: %name%, %sku% %variantCode% added to your wishlist
it: Prodotto: %name%, %sku% %variantCode% aggiunto alla tua lista dei desideri

# Product: %sku%, %name% added to your %basketType%|comparison
source: Product: %sku%, %name% added to your comparison list
it: Prodotto: %sku%, %name% aggiunto alla tua lista di confronto

# Product: %sku%, %name% added to your %basketType%|storedBasket
source: Product: %sku%, %name% added to your stored basket
it: Prodotto: %sku%, %name% aggiunto al tuo carrello memorizzato

# basket.page.table.stock
source: Stock
it: Scorta

# basket.page.table.stock.available
source: Available
it: Disponibile

# basket.page.table.stock.no.data
source: No data
it: Nessun dato

# basket.page.table.stock.not available
source: Not available
it: Non disponibile

# basket.page.table.stock.parially.available
source: Partially available (stock out of quantity)
it: Parzialmente disponibile (quantità esaurita)

# basket.page.table.total.actions
source: Actions
it: Azioni

# basket.page.table.total.price
source: Total price
it: Prezzo totale

# basket.page.table.unit.price
source: Unit price
it: Prezzo unitario

# basket.page.table.variant
source: Variant
it: Variante

# basket.widget.go.to.basket
source: Go to basket
it: Vai al carrello

# basket.widget.go.to.checkout
source: Go to checkout
it: Vai al checkout

# basket.widget.shopping.basket
source: Basket
it: Carrello

# basket.widget.total
source: Total
it: Totale

# basket_summary.total
source: Total
it: Totale

# basket_summary.vat
source: VAT (%vat%%)
it: IVA (% iva %%)

# button.order
source: Purchase now
it: Acquista ora

# checkout.delivery.address
source: Delivery Address
it: Indirizzo Di Consegna

# checkout.delivery.search_in_addresses
source: Search in addresses
it: Cerca negli indirizzi

# checkout.delivery.send
source: Send to this address
it: Invia a questo indirizzo

# checkout.delivery.step_name
source: Delivery Address
it: Indirizzo Di Consegna

# checkout.edit.basket
source: Edit basket
it: Modifica carrello

# checkout.invoice.address
source: Invoice Address
it: Indirizzo di fatturazione

# checkout.invoice.step_name
source: Invoice Address
it: Indirizzo di fatturazione

# checkout.login.already_a_customer
source: Already a customer?
it: Sei già un cliente?

# checkout.login.business
source: Business customer
it: Cliente commerciale

# checkout.login.email
source: Email address
it: Indirizzo email

# checkout.login.existing
source: Existing customer
it: Cliente esistente

# checkout.login.existing.header
source: If you are an existing customer, please click here:
it: Se sei un cliente esistente, clicca qui:

# checkout.login.forgot_password
source: Forgot your password?
it: Hai dimenticato la password?

# checkout.login.no_registration
source: I want to buy as a guest
it: Voglio comprare come ospite

# checkout.login.no_registration.header
source: If you prefer to order without registration please choose this option:
it: Se preferisci ordinare senza registrazione, scegli questa opzione:

# checkout.login.not_a_customer
source: Not a customer yet?
it: Non è ancora un cliente?

# checkout.login.not_a_customer.desc
source: If you are a new customer, please choose if you are private or business:
it: Se sei un nuovo cliente, scegli se sei un privato o un'azienda:

# checkout.login.password
source: Your password
it: La tua password

# checkout.login.private
source: Private customer
it: Cliente privato

# checkout.login.step_name
source: Login or register
it: Accedi o registrati

# checkout.login.submit
source: Login
it: Accedi

# checkout.next.step
source: Next step
it: Prossimo passo

# checkout.order.confirmation
source: Order Confirmation
it: Conferma Ordine

# checkout.order.confirmation.delivery
source: Delivery
it: Consegna

# checkout.order.confirmation.delivery.title
source: Delivery Address
it: Indirizzo Di Consegna

# checkout.order.confirmation.email
source: Confirmation email has been sent to this address: %email%
it: L'email di conferma è stata inviata a questo indirizzo: %email%

# checkout.order.confirmation.invoice.title
source: Invoice Address
it: Indirizzo di fatturazione

# checkout.order.confirmation.not.found
source: No confirmation was found
it: Nessuna conferma trovata

# checkout.order.confirmation.payment
source: Payment
it: Pagamento

# checkout.order.confirmation.print
source: Print this page.
it: Stampa questa pagina.

# checkout.order.confirmation.shipping.title
source: Shipping and Payment
it: Spedizione e Pagamento

# checkout.order.confirmation.subheader
source: Thank you for using our shop.
it: Grazie per aver utilizzato il nostro negozio.

# checkout.order.confirmation.title
source: Your order was placed succesfully.
it: L'ordine è stato effettuato con successo.
