Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/content_type.*.xlf
Languages: de, ru_ru

# content_type.action.copy
source: Copy
de: Kopieren

# content_type.action.edit
source: Edit
de: Bearbeiten
ru_ru: Редактировать

# content_type.add.missing_language
source: Cannot create Content Type. Could not find language with identifier '%languageCode%'
de: Inhaltstyp kann nicht erstellt werden. Sprache mit der Kennung '% languageCode%' konnte nicht gefunden werden.

# content_type.add_field_definition
source: Add field definition
de: Felddefinition hinzufügen

# content_type.breadcrumb.create
source: Creating a new Content Type
de: Erstelle einen neuen Inhaltstyp
ru_ru: Создание нового типа содержимого

# content_type.content_field_definitions
source: Content Field definitions
de: Inhaltsfelddefinitionen

# content_type.content_type
source: Content Type
de: Inhaltstyp

# content_type.copy.error
source: Error occoured while copying the '%name%' Content Type.
de: Beim Kopieren des Inhaltstyps '% name%' ist ein Fehler aufgetreten.

# content_type.copy.success
source: Content Type '%name%' successfully copied.
de: Der Inhaltstyp '% name%' wurde erfolgreich kopiert.

# content_type.create
source: Create a Content Type
de: Erstellen Sie einen Inhaltstyp

# content_type.default_always_available
source: Make content available even with missing translations
de: Stellen Sie Inhalte auch bei fehlenden Übersetzungen zur Verfügung

# content_type.default_availability
source: Make content available even with missing translations
de: Stellen Sie Inhalte auch bei fehlenden Übersetzungen zur Verfügung

# content_type.default_availability.available
source: Available
de: Verfügbar

# content_type.default_availability.help
source: Content of this Content Type will be avalable in the main language even if there is no translation.
de: Inhalte dieses Inhaltstyps sind in der Hauptsprache verfügbar, auch wenn keine Übersetzung vorhanden ist.

# content_type.default_availability.not_available
source: Not available
de: Nicht verfügbar

# content_type.default_children_sorting
source: Sort children by default by:
de: Sortieren Sie Kinder standardmäßig nach:

# content_type.default_sort
source: Sort children by default in order:
de: Sortieren Sie Kinder standardmäßig in der folgenden Reihenfolge:

# content_type.default_sort_field
source: Sort children by default by
de: Sortieren Sie Kinder standardmäßig nach

# content_type.default_sort_order
source: Sort children by default in order
de: Sortieren Sie Kinder standardmäßig nacheinander

# content_type.delete
source: Delete
de: Löschen

# content_type.delete.success
source: Content Type '%name%' deleted.
de: Inhaltstyp '% name%' gelöscht.

# content_type.description
source: Description
de: Beschreibung

# content_type.edit.error.already_exists
source: Draft of Content Type '%name%' already exists and is locked by '%userContentName%'
de: Der Entwurf des Inhaltstyps '% name%' ist bereits vorhanden und wird durch '% userContentName%' gesperrt.

# content_type.edit.select_language
source: Select a language:
de: Wähle eine Sprache:

# content_type.field_definitions.modal.message
source: Do you want to delete the selected Field definition(s)?
de: Möchten Sie die ausgewählten Felddefinition(en) löschen?

# content_type.field_definitions_data
source: Content Field definitions
de: Definitionen des Inhaltsfeldes

# content_type.field_type_selection
source: Field Type selection
de: Feldtyp Auswahl

# content_type.global_properties
source: Global properties
de: Globale Eigenschaften

# content_type.group.delete
source: Delete
de: Löschen

# content_type.group.save
source: Save
de: Speichern

# content_type.identifier
source: Identifier
de: Bezeichner

# content_type.modal.message
source: Do you want to delete the Content Type?
de: Soll der Eintrag gelöscht werden?

# content_type.name_schema
source: Content name pattern
de: Inhalt Namensschema

# content_type.remove_draft
source: Cancel
de: Abbrechen

# content_type.remove_field_definitions
source: Remove selected Field definitions
de: Ausgewählte Felddefinitionen entfernen

# content_type.save
source: Apply
de: Anwenden

# content_type.sort_field.1
source: Location path
de: Standortpfad

# content_type.sort_field.2
source: Publication date
de: Veröffentlichungsdatum

# content_type.sort_field.3
source: Modification date
de: Änderungsdatum

# content_type.sort_field.4
source: Section
de: Abschnitt

# content_type.sort_field.5
source: Location depth
de: Standorttiefe

# content_type.sort_field.7
source: Content Type name
de: Content-Typ Name

# content_type.sort_field.8
source: Location priority
de: Standortpriorität

# content_type.sort_field.9
source: Content name
de: Inhaltsname

# content_type.sort_field.ascending
source: Ascending
de: Aufsteigend
ru_ru: По возрастанию

# content_type.sort_field.depth
source: Location depth
de: Ort Tiefe
ru_ru: Путь расположения

# content_type.sort_field.descending
source: Descending
de: Absteigend
ru_ru: По убыванию

# content_type.sort_field.location_path
source: Location path
de: Ort Pfad
ru_ru: Путь расположения

# content_type.sort_field.modified
source: Modification date
de: Änderungsdatum
ru_ru: Дата изменения

# content_type.sort_field.name
source: Content name
de: Inhaltsname
ru_ru: Название контента

# content_type.sort_field.priority
source: Location priority
de: Ort Priorität
ru_ru: Приоритет расположения

# content_type.sort_field.published
source: Publication date
de: Veröffentlichungsdatum
ru_ru: Дата публикации

# content_type.sort_field.section_identifier
source: Section identifier
de: Sektionbezeichner
ru_ru: Идентификатор раздела

# content_type.sort_order.0
source: Descending
de: Absteigend

# content_type.sort_order.1
source: Ascending
de: Aufsteigend

# content_type.update.success
source: Content Type '%name%' updated.
de: Inhaltstyp '%name%' aktualisiert.

# content_type.url_alias_schema
source: URL alias name pattern
de: URL-Alias Namensschema

# content_type.user_name.can_not_be_fetched
source: another user
de: anderer Benutzer

# content_type.view.create.content_field_definitions
source: Field definitions
de: Felddefinitionen

# content_type.view.create.global_properties
source: Global properties
de: Globale Eigenschaften

# content_type.view.create.title
source: Creating a new Content Type
de: Erstelle einen neuen Inhaltstyp

# content_type.view.edit.content_field_definition.delete
source: Delete Field definition(s)
de: Felddefinition(en) löschen

# content_type.view.edit.content_field_definitions
source: Field definitions
de: Felddefinitionen

# content_type.view.edit.global_properties
source: Global properties
de: Globale Eigenschaften

# content_type.view.edit.notranslatable_fields_disabled
source: Some of the Fields are disabled when translating a Content Type. To modify them, edit the Content Type in the main language.
de: Einige der Felder sind beim Übersetzen eines Inhaltstyps deaktiviert. Um sie zu ändern, bearbeiten Sie den Inhaltstyp in der Hauptsprache.

# content_type.view.edit.title
source: Editing Content Type '%name%'
de: Bearbeiten des Inhaltstyps '% name%'

# content_type.view.list.action.add
source: Create a Content Type
de: Neuen Inhaltstyp erstellen

# content_type.view.list.action.delete
source: Delete Content Type
de: Inhaltstyp löschen

# content_type.view.list.column.identifier
source: Identifier
de: Bezeichner

# content_type.view.list.column.modification_date
source: Modification date
de: Änderungsdatum

# content_type.view.list.title
source: Content Types in '%identifier%'
de: Inhaltstypen in '% bezeichner%'

# content_type_group.breadcrumb.add
source: Creating a new Content Type group
de: Erstellen einer neuen Inhaltstypgruppe

# content_type_group.breadcrumb.edit
source: Editing Content Type group '%identifier%'
de: Bearbeiten der Inhaltstypgruppe '% bezeichner%'

# content_type_group.breadcrumb.list
source: Content Types
de: Inhaltstypen
ru_ru: Типы контента

# content_type_group.create.submit
source: Create
de: Erstellen

# content_type_group.create.success
source: Created Content Type group '%name%'.
de: Erstellte Inhaltstypgruppe '% name%'.

# content_type_group.delete.submit
source: Delete
de: Löschen

# content_type_group.delete.success
source: Deleted Content Type group '%name%'.
de: Gelöschte Inhaltstypgruppe '% name%'.

# content_type_group.modal.message
source: Do you want to delete the Content Type group?
de: Möchten Sie die Inhalts-Typ-Gruppe löschen?

# content_type_group.update.submit
source: Update
de: Aktualisieren

# content_type_group.update.success
source: Updated Content Type group '%name%'.
de: Aktualisierte Inhaltstypgruppe '% name%'.

# content_type_group.view.add.title
source: Creating a new Content Type group
de: Neue Content-Typ-Gruppe erstellen

# content_type_group.view.edit.title
source: Editing Content Type group '%identifier%'
de: Bearbeiten der Inhaltstypgruppe '% bezeichner%'

# content_type_group.view.list.action.add
source: Create a Content Type group
de: Erstellen Sie eine Inhaltstypgruppe

# content_type_group.view.list.action.edit
source: Edit
de: Bearbeiten
ru_ru: Редактировать

# field_definition.ezselection.remove_selected_options
source: Remove selected options
de: Ausgewählte Optionen entfernen

# location_update_form.sort_field
source: Sort field
de: Sortierfeld

# location_update_form.sort_order
source: Sort order
de: Sortierreihenfolge

# location_update_form.update
source: Update
de: Aktualisieren

# modal.cancel
source: Cancel
de: Abbrechen

# modal.delete
source: Delete
de: Löschen

# tab.name.translations
source: Translations
de: Übersetzungen

# tab.name.view
source: View
de: Ansicht

# content_type.container
source: Container
ru_ru: Контейнер

# content_type.sort_field.content_id
source: Content ID
ru_ru: Идентификатор контента

# content_type.sort_field.location_id
source: Location ID
ru_ru: Идентификатор расположения

# content_type_group.modal.message
source: Do you want to delete Content Type Group?
ru_ru: Вы хотите удалить группу типа контента?

# content_type_group.view.list.action.add
source: Create a Content Type Group
ru_ru: Создать группу типов контента

# content_type_group.view.list.action.delete
source: Delete Content Type Group
ru_ru: Удалить группу типов контента

# content_type_group.view.list.column.content_types_count
source: Content Types count
ru_ru: Количество типов контента

# content_type_group.view.list.column.id
source: ID
ru_ru: Идентификатор

# content_type_group.view.list.column.identifier
source: Name
ru_ru: Название

# content_type_group.view.list.title
source: Content Type Groups
ru_ru: Группы типов контента
