Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/content_url.*.xlf
Languages: es_es, ru_ru

# tab.urls.action.add
source: Add Custom URL
es_es: A침adir URL personalizada
ru_ru: Задать пользовательский URL

# tab.urls.action.delete
source: Delete Custom URL
es_es: Eliminar URL personalizada
ru_ru: Удалить пользовательский URL

# tab.urls.add.language
source: Language
es_es: Idioma
ru_ru: Язык

# tab.urls.add.path
source: URL
ru_ru: Адрес URL

# tab.urls.add.redirect
source: Alias should redirect to its destination
es_es: El Alias debe redirigir a su destino
ru_ru: Псевдоним должен перенаправлять на его цель

# tab.urls.add.title
source: Create new URL alias
ru_ru: Создать новый URL псевдоним

# tab.urls.custom_url_aliases
source: Custom URL aliases for %contentName%
ru_ru: Пользовательские URL ссылки для %contentName%

# tab.urls.language
source: Language
es_es: Idioma
ru_ru: Язык

# tab.urls.modal.message
source: Do you want to delete selected Custom URLs?
ru_ru: Вы хотите удалить выбранные пользовательские URL-адреса?

# tab.urls.modal_close
source: Close
ru_ru: Закрыть

# tab.urls.no_custom_urls
source: This content item has no custom url aliases.
ru_ru: Эта запись не имеет пользовательских url псевдонимов.

# tab.urls.system.title
source: System URL
ru_ru: Системный URL адрес

# tab.urls.url
source: URL
ru_ru: Адрес URL

# tab.urls.add.cancel
source: Cancel
es_es: Cancelar

# tab.urls.add.redirect.helper.checked
source: Checked will redirect to the destination using an HTTP 301 response.
es_es: Si marcado redirigir치 al destinado usando una respuesta HTTP 301.

# tab.urls.add.redirect.helper.unchecked
source: Unchecked will not redirect to the destination and the URL will stay the same.
es_es: Si no marcada, no redirigir치 al destino y la URL seguir치 siendo la misma.

# tab.urls.add.site_root
source: Place alias at the site root
es_es: Colocar alias en el root del site

# tab.urls.type
source: Type
es_es: Tipo
