Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/forms.*.xlf
Languages: it

# content_draft_create_type.create
source: Create
it: Crea

# content_location_add_type.add
source: Add Location
it: Aggiungi Posizione

# content_location_remove_form.remove
source: Delete
it: Cancella

# content_translation_add_form.add
source: Create
it: Crea

# content_translation_remove_form.remove
source: Remove translation
it: Rimuovi traduzione

# content_type.copy.copy
source: Create
it: Crea

# content_type_groups_delete_form.delete
source: Delete Content Type groups
it: Elimina gruppi di tipo di contenuto

# content_types_delete_form.delete
source: Delete Content Types
it: Elimina Tipi Di Contenuto

# ezplatform.change_user_password.change
source: Change
it: Cambia

# ezplatform.change_user_password.confirm_new_password
source: Confirm password
it: Conferma password

# ezplatform.change_user_password.new_password
source: New password
it: Nuova password

# ezplatform.change_user_password.old_password
source: Current password
it: Password attuale

# ezplatform.forgot_user_password.email
source: Enter your email address:
it: Inserisci il tuo indirizzo email:

# ezplatform.forgot_user_password.login
source: Enter your login:
it: Inserisci il tuo login:

# ezplatform.forgot_user_password.reset
source: Reset
it: Ripristina

# ezplatform.language.create.enabled
source: Enabled
it: Abilitato

# ezplatform.language.create.language_code
source: Language code
it: Codice della lingua

# ezplatform.language.create.name
source: Name
it: Etichetta per il campo

# ezplatform.language.create.save
source: Create
it: Crea

# ezplatform.language.delete.delete
source: Delete
it: Cancella

# ezplatform.language.update.enabled
source: Enabled
it: Abilitato

# ezplatform.language.update.name
source: Name
it: Etichetta per il campo

# ezplatform.language.update.save
source: Save
it: Salva

# ezplatform.reset_user_password.confirm_new_password
source: Confirm password
it: Conferma password

# ezplatform.reset_user_password.new_password
source: New password
it: Nuova password

# ezplatform.reset_user_password.update
source: Update
it: Aggiorna

# form.has_children.label
source: Sub-items
it: Elementi secondari

# form.has_reverse_relation.label
source: Conflict with reverse Relations
it: Conflitto con relazioni inverse

# form.trash_assets.label
source: Asset Fields(s)
it: Campo(i) Asset

# form.trash_assets_non_unique.label
source: Asset Fields(s)
it: Campo(i) Asset

# languages_delete_form.delete
source: Delete languages
it: Elimina lingue

# location_copy.copy
source: Copy
it: Copia

# location_move.move
source: Move
it: Sposta

# location_trash_form.default_trash
source: Send only this Content item to Trash
it: Invia solo questo elemento di contenuto al cestino

# location_trash_form.trash
source: Send to Trash
it: Sposta nel cestino

# location_trash_form.trash_with_asset
source: Send the Content item and its related assets to Trash
it: Invia l'elemento di contenuto e le sue risorse correlate al Cestino

# policies_delete_form.delete
source: Delete Policies
it: Elimina Politiche

# policy_create.save
source: Create
it: Crea

# role.policy.all_functions
source: All functions
it: Tutte le funzioni

# role.policy.all_modules
source: All modules
it: Tutti i moduli

# role.policy.all_modules_all_functions
source: All modules / All functions
it: Tutti i moduli / Tutte le funzioni

# role.policy.class
source: Content Type
it: Tipo Di Contenuto

# role.policy.class.all_functions
source: Content Type / All functions
it: Tipo di contenuto / Tutte le funzioni

# role.policy.class.create
source: Content Type / Create
it: Tipo Di Contenuto / Crea

# role.policy.class.delete
source: Content Type / Delete
it: Tipo Di Contenuto / Crea

# role.policy.class.update
source: Content Type / Update
it: Tipo Di Contenuto / Aggiornamento

# role.policy.comparison
source: Comparison
it: Confronto

# role.policy.comparison.all_functions
source: Comparison / All functions
it: Confronto / Tutte le funzioni

# role.policy.comparison.view
source: Comparison / View
it: Confronto / Vista

# role.policy.content
source: Content
it: Contenuto

# role.policy.content.all_functions
source: Content / All functions
it: Contenuto / Tutte le funzioni

# role.policy.content.cleantrash
source: Content / Cleantrash
it: Contenuto / Pulizia

# role.policy.content.create
source: Content / Create
it: Contenuto / Crea

# role.policy.content.diff
source: Content / Diff
it: Contenuto / Diff

# role.policy.content.edit
source: Content / Edit
it: Contenuto / Modifica

# role.policy.content.hide
source: Content / Hide
it: Contenuto / Nascondi

# role.policy.content.manage_locations
source: Content / Manage locations
it: Contenuto / Gestisci posizioni

# role.policy.content.publish
source: Content / Publish
it: Contenuto / Pubblicare

# role.policy.content.read
source: Content / Read
it: Contenuto / Lettura

# role.policy.content.remove
source: Content / Remove
it: Contenuto / Rimuovi

# role.policy.content.restore
source: Content / Restore
it: Contenuto / Ripristino

# role.policy.content.reverserelatedlist
source: Content / Reverserelatedlist
it: Contenuto / Reverserelatedlist

# role.policy.content.translate
source: Content / Translate
it: Contenuto / Traduci

# role.policy.content.translations
source: Content / Translations
it: Contenuto / Traduzioni

# role.policy.content.urltranslator
source: Content / Urltranslator
it: Contenuto / Urltranslator

# role.policy.content.versionread
source: Content / Versionread
it: Contenuto / Versionread

# role.policy.siso_control_center.manage_erp_logs
source: Siso control center / Manage erp logs
it: Centro di controllo Siso / Gestione log erp

# role.policy.siso_control_center.manage_exports
source: Siso control center / Manage exports
it: Centro di controllo Siso / Gestisci le esportazioni

# role.policy.siso_control_center.manage_imports
source: Siso control center / Manage imports
it: Centro di controllo Siso / Gestisci le importazioni

# role.policy.siso_control_center.manage_jobs
source: Siso control center / Manage jobs
it: Centro di controllo Siso / Gestisci lavori

# role.policy.siso_policy
source: Siso policy
it: Politica di Siso

# role.policy.siso_policy.all_functions
source: Siso policy / All functions
it: Siso policy / Tutte le funzioni

# role.policy.siso_policy.configuration_list
source: Siso policy / Configuration list
it: Siso policy / Lista di configurazione

# role.policy.siso_policy.dashboard_view
source: Siso policy / Dashboard view
it: Siso policy / Vista dashboard

# role.policy.siso_policy.delegate
source: Siso policy / Delegate
it: Politica di Siso / Delegato

# role.policy.siso_policy.edit_delivery
source: Siso policy / Edit delivery
it: Politica di Siso / Modifica consegna

# role.policy.siso_policy.edit_invoice
source: Siso policy / Edit invoice
it: Politica di Siso / Modifica fattura

# role.policy.siso_policy.forms_profile_edit
source: Siso policy / Forms profile edit
it: Siso policy / Modifica profilo moduli

# role.policy.siso_policy.lostorder_list
source: Siso policy / Lostorder list
it: Politica Siso / Elenco ordini persi

# role.policy.siso_policy.lostorder_manage
source: Siso policy / Lostorder manage
it: Politica Siso / Gestione ordini persi

# role_assignment.delete
source: Delete
it: Cancella

# role_assignment.sections
source: Section
it: Sezione

# role_create.name
source: Name
it: Etichetta per il campo

# role_create.save
source: Create
it: Crea

# role_delete.delete
source: Delete
it: Cancella

# role_update.name
source: Name
it: Etichetta per il campo

# section_create_form.create
source: Create
it: Crea

# section_delete_form.delete
source: Delete
it: Cancella

# section_form.identifier
source: Identifier
it: Identificatore

# section_form.name
source: Name
it: Etichetta per il campo

# user_delete_form.delete
source: Delete
it: Cancella
