Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/role.*.xlf
Languages: ru_ru

# limitation_type.none
source: No limitations
ru_ru: Нет ограничений

# limitation_type.section
source: Sections
ru_ru: Разделы

# limitation_type.subtree
source: Subtree
ru_ru: Поддерево

# locations.select_subtree
source: Select Subtree
ru_ru: Выберите поддерево

# policy.add.policy.title
source: Adding - Policy type
ru_ru: Добавление - тип политики

# policy.add.set_limitation
source: Now you can set limitations for the policy.
ru_ru: Теперь вы можете установить ограничения для политики.

# policy.add.success
source: New policies in role '%role%' created.
ru_ru: Новая политика для роли «%role%» создана.

# policy.breadcrumb.add
source: Adding a new Policy
ru_ru: Добавление новой политики

# policy.breadcrumb.edit
source: Edit limitations
ru_ru: Редактирование ограничений

# policy.delete.success
source: Policies in role '%role%' removed.
ru_ru: Политика для роли «%role%» удалена.

# policy.edit.no_limitations
source: Policy type '%policy%' does not contain limitations.
ru_ru: Тип политики «%policy%» не содержит ограничений.

# policy.limitation.identifier_tooltip
source: "%identifier%" Limitation
ru_ru: «%identifier%» ограничений

# policy.limitation.none
source: None
ru_ru: Нет

# policy.modal.message
source: Do you want to delete Policy?
ru_ru: Вы действительно хотите удалить политику?

# policy.update.success
source: Policies in role '%role%' updated.
ru_ru: Политики для роли «%role%» обновлены.

# policy.view.add.title
source: Adding a new Policy
ru_ru: Добавление новой политики

# policy.view.edit.title
source: Edit limitations
ru_ru: Редактировать ограничения

# policy.view.limitations.title
source: Edit limitations
ru_ru: Редактировать ограничения

# policy.view.list.action.add
source: Add a new Policy
ru_ru: Добавление новой политики

# policy.view.list.action.delete
source: Delete Policy
ru_ru: Удаление политики

# policy.view.list.panel.policies.action.edit
source: Edit
ru_ru: Редактировать

# policy.view.list.panel.policies.column.function
source: Function
ru_ru: Функция

# policy.view.list.panel.policies.column.module
source: Module
ru_ru: Модуль

# policy.view.list.title
source: Policies
ru_ru: Политики

# policy.view.list.title.count
source: Policies (%count%)
ru_ru: Политики (%count%)

# policy.view.policy.title
source: Editing - Policy type
ru_ru: Редактирование - тип политики

# role.assignment_create.success
source: Assignments on role '%role%' created.
ru_ru: Назначения для роли «%role%» созданы.

# role.assignment_delete.success
source: Assignment on role '%role%' removed.
ru_ru: Назначения для роли «%role%» удалены.

# role.breadcrumb.list
source: Roles
ru_ru: Роли пользователей

# role.modal.message
source: Do you want to delete Role?
ru_ru: Вы действительно хотите удалить %s?

# role.view.list.action.add
source: Create a Role
ru_ru: Создать роль

# role.view.list.action.assign_to_users_or_groups
source: Assign to Users/Groups
ru_ru: Назначить для пользователя/группы

# role.view.list.action.delete
source: Delete Role
ru_ru: Удалить роль

# role.view.list.action.edit
source: Edit
ru_ru: Редактировать

# role.view.list.column.id
source: Role ID
ru_ru: Идентификатор роли

# role.view.list.column.name
source: Name
ru_ru: Название

# role.view.list.title
source: Roles
ru_ru: Роли пользователей

# tab.roles.no_roles
source: This content item has no roles.
ru_ru: Данная запись не содержит роли пользователя.

# tab.roles.roles
source: Roles
ru_ru: Роли пользователей
