Repository: bdunogier/ezplatform-i18n
Catalog: translations/*/ezplatform-admin-ui/validators.*.xlf
Languages: fr_fr

source: ez.section.identifier.format
fr_fr: Mauvais format

# ezplatform.change_user_password.not_match
source: Old password does not match.
fr_fr: Ancien mot de passe ne correspond pas.

# ezplatform.change_user_password.passwords_must_match
source: The password fields must match.
fr_fr: Les champs mot de passe doivent correspondre.

# ezplatform.copy_subtree.is_not_container
source: Selected Location is not container.
fr_fr: L'emplacement sélectionné n’est pas un conteneur.

# ezplatform.copy_subtree.limit_exceeded
source: Copy subtree limit exceeded. Current limit: %currentLimit%
fr_fr: La limite pour la copie de la sous-arborescence est dépassée. Limite actuelle : %currentLimit%

# ezplatform.reset_user_password.passwords_must_match
source: The password fields must match.
fr_fr: Les champs mot de passe doivent correspondre.

# js.error.empty.field
source: {fieldName} field is required
fr_fr: Le champ {fieldName} est requis

# js.error.invalid_url
source: A valid URL is required
fr_fr: Une URL valide est nécessaire

# js.error.is_greater
source: {fieldName} value should be less than or equal to {maxValue}
fr_fr: La valeur du champ {fieldName} doit être inférieure ou égale à {maxValue}

# js.error.is_less
source: {fieldName} value should be greater than or equal to {minValue}
fr_fr: La valeur du champ {fieldName} doit être supérieur ou égal à {minValue}

# js.error.is_not_float
source: {fieldName} value should be a float number
fr_fr: La valeur du champ {fieldName} doit être un nombre flottant

# js.error.is_not_integer
source: {fieldName} value should be an integer
fr_fr: La valeur du champ {fieldName} doit être un entier
